{
  "__TEXTS FROM HEADER COMPONENT__": "Here texts from Header Component",
  "Graphic design": "Grafikdesign",
  "All services": "Alle Dienstleistungen",
  "Amazon solutions": "Amazon-Lösungen",
  "Advertising material": "Werbematerial",
  "Corporate identity": "Corporate Identity",
  "Marketing & advertising": "Marketing & Werbung",
  "PPC campaign": "PPC-Kampagnen",
  "Email marketing": "E-Mail-Marketing",
  "Marketing strategy": "Marketing-Strategie",
  "Web development": "Webentwicklung",
  "Restaurant web-app": "Restaurant web-app",
  "CRM web-app": "CRM web-app",
  "Maintenance & support": "Wartung & Support",
  "Language": "Sprache",

  "__TEXTS FROM FOOTER COMPONENT__": "Hier Texte aus dem Footer-Komponente",
  "Customer area": "Kundenbereich",
  "Glossary": "Glossar",
  "Services": "Dienstleistungen",
  "Website developed by": "Website entwickelt von",

  "__TEXTS FROM CONTACT COMPONENT__": "Hier Texte aus dem Kontakt-Komponente",
  "Contact": "Kontakt",
  "Contact form": "Kontaktformular",
  "Name": "Name",
  "Your company website": "Die Website deiner Firma",
  "Enter your email": "Gib deine E-Mail ein",
  "Products you are interested in": "Produkte, die dich interessieren",
  "Write a message": "Schreibe eine Nachricht",
  "Do the interview": "Führe das Interview",
  "Send": "Senden",

  "__TEXTS FROM HOME COMPONENT__": "Hier Texte aus dem Home-Komponente",
  "Welcome to Diego's website": "Willkommen auf Diego's Webseite",
  "Digital services": "Digitale Dienstleistungen",
  "Expert in online marketing and advertising, graphic design & web development.": "Experte für Online-Marketing und Werbung, Grafikdesign und Webentwicklung.",
  "Transforming ideas into striking visual designs. Creative solutions that elevate the identity of your brand.": "Ideen in beeindruckende visuelle Designs verwandeln. Kreative Lösungen, die die Identität deiner Marke steigern.",
  "More information": "Mehr Informationen",
  "Elevate your brand with effective Marketing & Advertising. Unlock growth, engagement, and success with tailored strategies.": "Steigere deine Marke mit effektivem Marketing und Werbung. Entfessle Wachstum, Engagement und Erfolg mit maßgeschneiderten Strategien.",
  "Enhance your online presence with web development. From eye-catching websites to dynamic web applications.": "Verbessere deine Online-Präsenz mit Webentwicklung. Von auffälligen Websites bis zu dynamischen Webanwendungen.",

  "__TEXTS FROM GRAPHIC COMPONENT__": "Hier Texte aus dem Grafik-Komponente",
  "Graphic design services": "Grafikdesign-Dienstleistungen",
  "Transforming ideas into striking visual designs. As a senior graphic designer, I offer creative solutions that elevate the identity of your brand.": "Ideen in beeindruckende visuelle Designs verwandeln. Als erfahrener Grafikdesigner biete ich kreative Lösungen, die die Identität deiner Marke steigern.",
  "Expert in product gallery, Amazon EBC (A+), and brand stores design to optimize the sales of your products on Amazon.": "Experte für Produktgalerie, Amazon EBC (A+) und Design von Markenstores, um den Verkauf deiner Produkte auf Amazon zu optimieren.",
  "Let's make your brand shine with captivating posters, flyers, and web banners. I'm here to boost your ad strategies with stunning visuals.": "Lass deine Marke mit fesselnden Postern, Flyern und Web-Bannern erstrahlen. Ich bin hier, um deine Werbestrategien mit beeindruckenden visuellen Elementen zu unterstützen.",
  "As a senior graphic designer and marketing expert, I'll help you create a competitive Corporate Identity. Ensure a memorable brand image with a unique logo, business cards, and more.": "Als erfahrener Grafikdesigner und Marketingexperte werde ich dir helfen, eine wettbewerbsfähige Unternehmensidentität zu schaffen. Stelle mit einem einzigartigen Logo, Visitenkarten und mehr ein unvergessliches Markenbild sicher.",

  "__TEXTS FROM MARKETING COMPONENT__": "Hier Texte aus dem Marketing-Komponente",
  "Marketing & advertising services": "Marketing- und Werbedienstleistungen",
  "Take your brand to new heights with expert solutions. From precision PPC campaigns to tailored marketing strategies.": "Bringe deine Marke mit Expertenlösungen auf neue Höhen. Von präzisen PPC-Kampagnen bis zu maßgeschneiderten Marketingstrategien.",
  "Awareness > consideration > conversion.": "Awareness > Überlegung > Umwandlung.",
  "Boost awareness with expert PPC campaigns. As a marketing specialist, I craft purposeful online ads, enhancing ROI through strategic optimization and analysis.": "Steigere das Bewusstsein mit Experten-PPC-Kampagnen. Als Marketing-Spezialist gestalte ich sinnvolle Online-Anzeigen und verbessere den ROI durch strategische Optimierung und Analyse.",
  "It's time to transform your leads into buyers, and I'm here to assist with copywriting, design, and email campaign management.": "Es ist Zeit, deine Leads in Käufer zu verwandeln, und ich stehe dir bei Copywriting, Design und der Verwaltung von E-Mail-Kampagnen zur Seite.",
  "Elevate your brand's impact and reach with expert guidance in marketing planning and execution.": "Steigere die Wirkung und Reichweite deiner Marke mit Expertenrat in der Planung und Durchführung von Marketing.",

  "__TEXTS FROM DEVELOPMENT COMPONENT__": "Hier Texte aus der Entwicklungs-Komponente",
  "Web development services": "Webentwicklungsdienstleistungen",
  "Tailored services for websites and web apps. A mobile-first focus ensures a seamless experience on every device. Contact me for a free consultation on your project.": "Maßgeschneiderte Dienstleistungen für Websites und Web-Apps. Ein auf mobile Geräte ausgerichteter Fokus gewährleistet eine nahtlose Erfahrung auf jedem Gerät. Kontaktieren Sie mich für eine kostenlose Beratung zu Ihrem Projekt.",
  "Fully customizable frontend, engaging user experience, and a robust backend for effortless product management, user accounts, and in-app communications.": "Vollständig anpassbares Frontend, ansprechende Benutzererfahrung und ein robustes Backend für müheloses Produktmanagement, Benutzerkonten und In-App-Kommunikation.",
  "Empower your business with a robust, secure and customizable solution for managing leads, contacts, clients, projects and more. Perfect for team collaboration and project management.": "Stärken Sie Ihr Unternehmen mit einer robusten, sicheren und anpassbaren Lösung für das Management von Leads, Kontakten, Kunden, Projekten und mehr. Perfekt für Teamarbeit und Projektmanagement.",
  "Ensuring regular check-ups, performance optimizations, features update. Always ready to resolve any issue promptly.": "Regelmäßige Überprüfungen, Leistungsoptimierungen, Aktualisierung von Funktionen sicherstellen. Immer bereit, etwaige Probleme umgehend zu lösen.",

  "__TEXTS FROM AMAZON SOLUTIONS COMPONENT__": "Hier Texte aus der Amazon-Lösungen-Komponente",
  "Service specialized in creating visually appealing and brand-optimized product images, infographics, A+ content, and engaging storefront designs for effective representation and better visibility on the Amazon platform.": "Dienstleistung spezialisiert auf die Erstellung visuell ansprechender und markenoptimierter Produktbilder, Infografiken, A+ Inhalte und ansprechende Ladenfront-Designs für eine effektive Darstellung und bessere Sichtbarkeit auf der Amazon-Plattform.",
  "Product gallery": "Produktgalerie",
  "Enhance brand content": "Markeninhalt verbessern",
  "Brand store": "Markenladen",
  "Visually Engaging Product Images: Compelling and high-quality product imagery that captivates the audience, leading to increased click-through rates and conversions.": "Visuell ansprechende Produktbilder: Überzeugende und hochwertige Produktbilder, die das Publikum fesseln und zu höheren Klickraten und Konversionen führen.",
  "A+ Content Creation: Tailored creation of enhanced content, providing an immersive shopping experience that highlights product features, benefits, and differentiation.": "A+ Inhalterstellung: Maßgeschneiderte Erstellung von verbessertem Inhalt, der ein immersives Einkaufserlebnis bietet und Produktmerkmale, Vorteile und Unterscheidungsmerkmale hervorhebt.",
  "Storefront Design Expertise: Customized storefront designs that align with brand identity, ensuring an inviting, professional, and trust-evoking presentation.": "Expertise im Design von Ladenfronten: Kundenspezifische Ladenfront-Designs, die sich mit der Markenidentität abstimmen und eine einladende, professionelle und vertrauensbildende Präsentation gewährleisten.",
  "Infographic Development: Creation of engaging infographics that convey complex information in a visually appealing manner, enhancing product understanding and engagement.": "Entwicklung von Infografiken: Erstellung ansprechender Infografiken, die komplexe Informationen auf visuell ansprechende Weise vermitteln und das Verständnis und Engagement für das Produkt verbessern.",
  "Product listing images for Amazon": "Produktlisting-Bilder für Amazon",
  "Professional Product Showcase: Crafting a visually appealing and organized gallery that showcases products in an engaging and marketable way, increasing appeal to potential customers.": "Professionelle Produktpräsentation: Erstellung einer visuell ansprechenden und organisierten Galerie, die Produkte auf ansprechende und vermarktungsfähige Weise präsentiert und die Attraktivität für potenzielle Kunden erhöht.",
  "Enhanced User Experience: Creating a user-friendly product gallery that enhances customer experience, aiding in quicker decision-making and contributing to increased sales and customer satisfaction.": "Verbesserte Benutzererfahrung: Erstellung einer benutzerfreundlichen Produktgalerie, die das Kundenerlebnis verbessert, die Entscheidungsfindung beschleunigt und zu einem erhöhten Umsatz und Kundenzufriedenheit beiträgt.",
  "Images for Amazon's A+ Content": "Bilder für den A+ Inhalt von Amazon",
  "Enhanced Product Representation: Crafting compelling, high-quality images specifically designed for A+ content to illustrate product features, benefits, and details, enhancing the customer's shopping experience.": "Verbesserte Produktrepräsentation: Erstellung überzeugender, hochwertiger Bilder, die speziell für A+ Inhalte konzipiert sind, um Produktmerkmale, Vorteile und Details zu veranschaulichen und das Einkaufserlebnis des Kunden zu verbessern.",
  "Elevate Brand Presence: Creating visually captivating and informative images that help establish a strong brand identity, leading to increased customer engagement and a higher conversion rate.": "Steigerung der Markenpräsenz: Erstellung visuell ansprechender und informativer Bilder, die dazu beitragen, eine starke Markenidentität aufzubauen, was zu einer erhöhten Kundenbindung und einer höheren Konversionsrate führt.",
  "Images for Amazon's brand store": "Bilder für den Markenladen von Amazon",
  "Brand-Centric Visuals: Craft visually stunning images designed specifically for Amazon Brand Store to convey a brand's unique story, features, and products, enhancing brand recognition and customer appeal.": "Markenzentrierte Visuals: Erstellung visuell beeindruckender Bilder, die speziell für den Amazon Markenladen konzipiert sind, um die einzigartige Geschichte, Merkmale und Produkte einer Marke zu vermitteln und die Markenbekanntheit und Kundenattraktivität zu steigern.",
  "Storefront Optimization: Develop a compelling storefront through creatively designed graphics and images that engage and guide customers, improving browsing experience and fostering a lasting brand impression.": "Optimierung der Ladenfront: Entwicklung einer überzeugenden Ladenfront durch kreativ gestaltete Grafiken und Bilder, die Kunden ansprechen und führen, die Browserfahrung verbessern und einen bleibenden Markeneindruck fördern.",

  "__TEXTS FROM ADVERTISING MATERIAL COMPONENT__": "Hier Texte aus der Werbematerial-Komponente",
  "Craft eye-catching advertising materials for brand resonance. Innovative designs drive engagement across posters, banners, and digital ads, enhancing your brand's identity and visibility.": "Gestalten Sie auffällige Werbematerialien für Markenresonanz. Innovative Designs fördern die Interaktion über Poster, Banner und digitale Anzeigen und verbessern die Identität und Sichtbarkeit Ihrer Marke.",
  "Create attention-grabbing posters, banners, and digital advertisements.": "Erstellen Sie aufmerksamkeitsstarke Poster, Banner und digitale Anzeigen.",
  "Innovative designs enhancing brand identity for better visibility.": "Innovative Designs zur Verbesserung der Markenidentität für bessere Sichtbarkeit.",
  "Tailored and engaging visuals for compelling advertising material.": "Maßgeschneiderte und ansprechende visuelle Elemente für überzeugendes Werbematerial.",
  "High-quality and creative content that resonates with the audience.": "Hochwertiger und kreativer Inhalt, der bei der Zielgruppe Anklang findet.",
  "Online and offline images for advertising": "Online- und Offline-Bilder für Werbung",

  "__TEXTS FROM CORPORATE IDENTITY COMPONENT__": "Hier Texte aus der Corporate Identity-Komponente",
  "A carefully crafted guide, it encompasses your brand's core essence, presenting exclusive assets from logos to color schemes. Guaranteeing visual harmony across all channels, this manual establishes brand authority and recognition, delivering a cohesive brand persona.": "Ein sorgfältig ausgearbeiteter Leitfaden, der die Kernessenz Ihrer Marke umfasst und exklusive Assets von Logos bis zu Farbschemata präsentiert. Dieses Handbuch garantiert visuelle Harmonie über alle Kanäle hinweg und etabliert Autorität und Anerkennung der Marke, indem es eine kohärente Markenpersönlichkeit vermittelt.",
  "Unified Visual Language: Establish a cohesive and unified visual language across all brand communications.": "Einheitliche visuelle Sprache: Etablieren Sie eine kohärente und einheitliche visuelle Sprache in allen Markenkommunikationen.",
  "Logo and Design Consistency: Present guidelines for logo usage, typography, and color schemes, ensuring a consistent brand representation.": "Konsistenz von Logo und Design: Präsentation von Richtlinien für die Verwendung von Logo, Typografie und Farbschemata, um eine konsistente Markenrepräsentation zu gewährleisten.",
  "Brand Recognition: Develop exclusive assets for easy brand recognition and build a unique identity in the market.": "Markenerkennung: Entwickeln Sie exklusive Assets für eine einfache Markenerkennung und bauen Sie eine einzigartige Identität auf dem Markt auf.",
  "Professional Brand Guide: Provide a comprehensive manual for internal and external stakeholders, guaranteeing the maintenance of brand integrity and consistency.": "Professioneller Markenleitfaden: Stellen Sie ein umfassendes Handbuch für interne und externe Stakeholder bereit und garantieren Sie die Aufrechterhaltung der Markenintegrität und -konsistenz.",
  "Corporate identity manual for a Pizza place": "Handbuch für die Unternehmensidentität für eine Pizzeria",
  "Comprehensive manuals that ensure consistent brand identity, encompassing logo use, color palettes, typography, and design guidelines. This manual guarantees a uniform brand representation across all mediums.": "Umfassende Handbücher, die eine konsistente Markenidentität gewährleisten und Logo-Nutzung, Farbpaletten, Typografie und Designrichtlinien umfassen. Dieses Handbuch garantiert eine einheitliche Markenrepräsentation auf allen Medien.",
  "My manuals are designed to be adaptable and scalable. They not only serve to standardize the brand but also allow for future expansion or adaptations. This ensures that your brand maintains its integrity while allowing flexibility for future brand development.": "Meine Handbücher sind darauf ausgelegt, anpassbar und skalierbar zu sein. Sie dienen nicht nur dazu, die Marke zu standardisieren, sondern ermöglichen auch zukünftige Erweiterungen oder Anpassungen. Dies gewährleistet, dass Ihre Marke ihre Integrität behält und gleichzeitig Flexibilität für zukünftige Marktentwicklungen ermöglicht.",

  "__TEXTS FROM PPC CAMPAIGN COMPONENT__": "Hier Texte aus der PPC-Komponente",
  "Crafting custom campaigns for optimal online visibility and ROI. A strategic keyword targeting and persuasive ad strategies across multiple platforms drive success. Elevate your brand exposure with our PPC services.": "Erstellung maßgeschneiderter Kampagnen für optimale Online-Sichtbarkeit und ROI. Eine strategische Ausrichtung auf Schlüsselwörter und überzeugende Anzeigenstrategien über mehrere Plattformen hinweg führen zum Erfolg. Steigern Sie die Sichtbarkeit Ihrer Marke mit unseren PPC-Dienstleistungen.",
  "Customized strategies tailored to each business, ensuring precise audience targeting and optimal keyword selection for higher conversions.": "Maßgeschneiderte Strategien, die auf jedes Unternehmen zugeschnitten sind und eine präzise Ausrichtung auf die Zielgruppe sowie eine optimale Auswahl von Schlüsselwörtern für höhere Konversionen gewährleisten.",
  "Data-driven campaign management, leveraging detailed analytics to make informed decisions and adjustments for optimal performance.": "Kampagnenmanagement auf Grundlage von Daten, Nutzung detaillierter Analysen zur Informationsgewinnung und Anpassungen für optimale Leistung.",
  "Rigorous ad performance analysis to fine-tune campaigns for maximum effectiveness and to seize new market opportunities.": "Rigorose Analyse der Anzeigenleistung zur Feinabstimmung von Kampagnen für maximale Effektivität und zur Nutzung neuer Marktchancen.",
  "Innovative ad design, crafting compelling and visually engaging ad copies that resonate with the target audience.": "Innovatives Anzeigendesign, Erstellung überzeugender und visuell ansprechender Anzeigentexte, die auf die Zielgruppe abgestimmt sind.",

  "__TEXTS FROM EMAIL MARKETING COMPONENT__": "Hier Texte aus der E-Mail-Marketing-Komponente",
  "Boost engagement, conversions, and customer relationships with a tailored and analytics-driven email marketing service, designed to optimize your campaigns and achieve meaningful results.": "Steigern Sie die Interaktion, Konversionen und Kundenbeziehungen mit einem maßgeschneiderten und analytikgesteuerten E-Mail-Marketing-Service, der darauf abzielt, Ihre Kampagnen zu optimieren und bedeutungsvolle Ergebnisse zu erzielen.",
  "Tailored and responsive email campaigns designed to captivate audiences and increase engagement rates.": "Maßgeschneiderte und responsive E-Mail-Kampagnen, die darauf abzielen, das Publikum zu fesseln und die Interaktionsraten zu erhöhen.",
  "Segmentation strategies, ensuring the right message reaches the right audience for higher conversion rates.": "Segmentierungsstrategien, um sicherzustellen, dass die richtige Nachricht die richtige Zielgruppe erreicht und höhere Konversionsraten erzielt.",
  "Expert consultation and ongoing support to enhance email marketing strategies, harnessing the full potential of the platform for client success.": "Expertenberatung und kontinuierliche Unterstützung zur Verbesserung von E-Mail-Marketing-Strategien, um das volle Potenzial der Plattform für den Erfolg des Kunden zu nutzen.",
  "A/B testing and analytics for continuous optimization, refining subject lines, content, and sending times for improved open and click-through rate.": "A/B-Tests und Analysen für kontinuierliche Optimierung, Verfeinerung von Betreffzeilen, Inhalten und Versandzeiten zur Verbesserung der Öffnungs- und Klickraten.",

  "__TEXTS FROM MARKETING STRATEGIES COMPONENT__": "Hier Texte aus der Marketingstrategien-Komponente",
  "Focused on content and funnel strategies. I'm here to tailor the perfect approach for your business, develop a goal-centric plan to drive success.": "Fokussiert auf Content- und Funnel-Strategien. Ich bin hier, um den perfekten Ansatz für Ihr Unternehmen zu entwickeln, einen zielzentrierten Plan zur Förderung des Erfolgs zu erstellen.",
  "Funnel strategy": "Funnel-Strategie",
  "Definition": "Definition",
  "A funnel strategy refers to the sequence of steps a potential customer takes to move from being aware of a brand or product to making a purchase.": "Eine Funnel-Strategie bezieht sich auf die Abfolge von Schritten, die ein potenzieller Kunde unternimmt, um von der Kenntnis einer Marke oder eines Produkts zum Kauf zu gelangen.",
  "Focus": "Fokus",
  "It focuses on the stages of a buyer's journey, often divided into awareness, consideration, decision, and post-purchase stages.": "Es konzentriert sich auf die Phasen der Käuferreise, die oft in Bewusstseins-, Überlegungs-, Entscheidungs- und Nachkaufphasen unterteilt sind.",
  "Goals": "Ziele",
  "The goal is to guide potential customers through the marketing funnel, providing the right information and offers at each stage to move them closer to making a purchase.": "Das Ziel besteht darin, potenzielle Kunden durch den Marketing-Funnel zu führen, indem in jeder Phase die richtigen Informationen und Angebote bereitgestellt werden, um sie näher an einen Kauf heranzuführen.",
  "Content strategy": "Content-Strategie",
  "A content strategy outlines how content will be created, published, and managed to achieve specific goals.": "Eine Content-Strategie skizziert, wie Inhalte erstellt, veröffentlicht und verwaltet werden, um bestimmte Ziele zu erreichen.",
  "It's primarily concerned with developing and distributing valuable and relevant content to attract and engage a target audience. This content is often focused on education, entertainment, or problem-solving, designed to resonate with the audience's interests and needs.": "Sie befasst sich hauptsächlich mit der Entwicklung und Verbreitung von wertvollem und relevantem Inhalt, um eine Zielgruppe anzuziehen und zu binden. Dieser Inhalt konzentriert sich oft auf Bildung, Unterhaltung oder Problemlösung und ist darauf ausgelegt, mit den Interessen und Bedürfnissen des Publikums in Einklang zu stehen.",
  "Its primary aim is to generate brand awareness, engage with potential customers, build trust and authority, and foster customer loyalty by providing value through content.": "Ihr Hauptziel besteht darin, Markenbekanntheit zu generieren, mit potenziellen Kunden zu interagieren, Vertrauen und Autorität aufzubauen sowie die Kundentreue durch die Bereitstellung von Mehrwert durch Inhalte zu fördern.",

  "__TEXTS FROM RESTAURANT WEBAPP COMPONENT__": "Hier Texte aus der Restaurant-Webanwendungs-Komponente",
  "Customizable Frontend: Tailored frontend solutions to match your brand, ensuring a unique online presence.": "Anpassbares Frontend: Maßgeschneiderte Frontend-Lösungen, die zu Ihrer Marke passen und eine einzigartige Online-Präsenz gewährleisten.",
  "Enhanced User Experience: Engage users with intuitive interfaces and seamless navigation for increased interaction and satisfaction.": "Verbesserte Benutzererfahrung: Binden Sie Benutzer mit intuitiven Schnittstellen und nahtloser Navigation ein, um die Interaktion und Zufriedenheit zu erhöhen.",
  "Effortless Product Management: Simplify and streamline product administration for increased efficiency.": "Mühelose Produktverwaltung: Vereinfachen Sie die Produktverwaltung für eine gesteigerte Effizienz.",
  "User Account Functionality: Provide secure and convenient user account functionalities.": "Funktionalität von Benutzerkonten: Bieten Sie sichere und bequeme Funktionen von Benutzerkonten.",
  "In-App Communication Features: Foster interaction and connectivity within your application for improved engagement.": "Funktionen der Kommunikation in der App: Fördern Sie Interaktion und Konnektivität innerhalb Ihrer Anwendung für verbesserte Interaktion.",
  "Robust Backend Structure: Dependable backend infrastructure to support smooth operations and functionality.": "Robuste Backend-Struktur: Zuverlässige Backend-Infrastruktur zur Unterstützung reibungsloser Abläufe und Funktionalitäten.",

  "__TEXTS FROM CRM WEBAPP COMPONENT__": "Hier Texte aus der CRM-Webanwendungs-Komponente",
  "Enhanced Customer Management: Streamline customer relationship management with a centralized system, organizing contacts, leads, and interactions, fostering stronger relationships and personalized service delivery.": "Verbessertes Kundenmanagement: Optimieren Sie das Kundenbeziehungsmanagement mit einem zentralisierten System, das Kontakte, Leads und Interaktionen organisiert, um stärkere Beziehungen und personalisierte Servicebereitstellung zu fördern.",
  "Robust Solution: A powerful, sturdy framework designed to manage your business operations effectively.": "Robuste Lösung: Ein leistungsstarkes, robustes Framework, das darauf ausgelegt ist, Ihre Geschäftsprozesse effektiv zu verwalten.",
  "Customizable Features: Tailored functionalities to align with your specific business needs.": "Anpassbare Funktionen: Funktionen nach Maß, die sich an Ihre spezifischen Geschäftsbedürfnisse anpassen.",
  "Scalable Solutions: Tailored to your business needs, our CRM web application offers scalable features, ensuring flexibility and adaptability as your business grows.": "Skalierbare Lösungen: Auf Ihre Geschäftsbedürfnisse zugeschnitten bietet unsere CRM-Webanwendung skalierbare Funktionen, die Flexibilität und Anpassungsfähigkeit gewährleisten, wenn Ihr Unternehmen wächst.",

  "__TEXTS FROM MAINTENANCE COMPONENT__": "Hier Texte aus der Wartungskomponente",
  "Regular Maintenance: Scheduled check-ups to keep systems and operations optimized.": "Regelmäßige Wartung: Geplante Überprüfungen, um Systeme und Abläufe optimiert zu halten.",
  "Performance Enhancements: Constantly fine-tuning features for better performance.": "Leistungsverbesserungen: Kontinuierliches Feintuning von Funktionen für bessere Leistung.",
  "Ongoing Feature Updates: Regular updates to ensure your technology stays current.": "Laufende Funktionsupdates: Regelmäßige Aktualisierungen, um sicherzustellen, dass Ihre Technologie auf dem neuesten Stand bleibt.",
  "Rapid Issue Resolution: Swift resolution of any issues that arise.": "Schnelle Behebung von Problemen: Schnelle Lösung von Problemen, die auftreten.",

  "__TEXTS FROM GLOSSARY COMPONENT__": "Hier Texte aus der Glossar-Komponente",
  "Amazon Ads": "Anzeigen auf Amazon",
  "Banner": "Banner",
  "Brand identity": "Markenidentität",
  "Brand persona": "Markenpersönlichkeit",
  "Brand Store from Amazon": "Markenladen von Amazon",
  "Branding": "Markenbildung",
  "Brochure": "Broschüre",
  "Color schemes": "Farbschemata",
  "Corporate brand identity": "Corporate-Markenidentität",
  "CRUD (Create, Read, Update, Delete)": "CRUD (Erstellen, Lesen, Aktualisieren, Löschen)",
  "Facebook Ads": "Facebook-Anzeigen",
  "Flyer": "Flugblatt",
  "Font": "Schriftart",
  "Front end": "Frontend",
  "Google Ads": "Google-Anzeigen",
  "Interface experience": "Schnittstellenerfahrung",
  "Lead": "Interessent",
  "Logo": "Logo",
  "Magazine": "Magazin",
  "Mock-up": "Mock-up",
  "Online advertising": "Online-Werbung",
  "PPC (Pay Per Click)": "PPC (Pay-per-Click)",
  "Potential customer": "Potenzieller Kunde",
  "Printed advertising": "Gedruckte Werbung",
  "Product gallery for Amazon": "Produktgalerie für Amazon",
  "Responsive design": "Responsives Design",
  "SEO (Search Engine Optimization)": "SEO (Suchmaschinenoptimierung)",
  "SEM (Search Engine Marketing)": "SEM (Suchmaschinenmarketing)",
  "Social media": "Soziale Medien",
  "Stand": "Stand",
  "Stakeholders": "Interessengruppen",
  "Typography": "Typografie",
  "User experience": "Benutzererfahrung",
  "Web-app": "Webanwendung",
  "Web-site": "Website",
  "Materials used in advertising campaigns, such as posters, brochures, and digital ads.": "Materialien, die in Werbekampagnen verwendet werden, wie Plakate, Broschüren und digitale Anzeigen.",
  "Paid advertising on the e-commerce platform Amazon.": "Bezahlte Werbung auf der E-Commerce-Plattform Amazon.",
  "Specific solutions designed to optimize the presence and sales of products on the Amazon platform.": "Spezifische Lösungen, die entwickelt wurden, um die Präsenz und Verkäufe von Produkten auf der Amazon-Plattform zu optimieren.",
  "A visual ad format, usually online, used for promotions and marketing.": "Ein visuelles Anzeigenformat, normalerweise online, das für Werbeaktionen und Marketing verwendet wird.",
  "The visual and conceptual representation of a brand, including elements like the logo, colors, and typography.": "Die visuelle und konzeptuelle Darstellung einer Marke, einschließlich Elementen wie dem Logo, Farben und Typografie.",
  "The distinctive personality attributed to a brand.": "Die ausgeprägte Persönlichkeit, die einer Marke zugeschrieben wird.",
  "A dedicated store on the Amazon platform showcasing and selling products from a specific brand.": "Ein dedizierter Laden auf der Amazon-Plattform, der Produkte einer bestimmten Marke präsentiert und verkauft.",
  "The process of building and managing a brand to create a distinctive and lasting perception in consumers' minds.": "Der Prozess des Aufbaus und der Verwaltung einer Marke, um eine ausgeprägte und dauerhafte Wahrnehmung in den Köpfen der Verbraucher zu schaffen.",
  "An informative pamphlet presenting an organization, product, or service.": "Ein informativer Flyer, der eine Organisation, ein Produkt oder eine Dienstleistung präsentiert.",
  "The choice and combination of colors used in design to convey a consistent visual identity.": "Die Auswahl und Kombination von Farben im Design, um eine konsistente visuelle Identität zu vermitteln.",
  "Planning and managing the creation and distribution of content to achieve specific goals.": "Planung und Verwaltung der Erstellung und Verteilung von Inhalten zur Erreichung bestimmter Ziele.",
  "The visual and conceptual representation of a brand at a corporate level, covering broader aspects.": "Die visuelle und konzeptuelle Darstellung einer Marke auf Unternehmensebene, die breitere Aspekte abdeckt.",
  "Basic operations in computer systems to manage data.": "Grundlegende Operationen in Computersystemen zur Verwaltung von Daten.",
  "Advertising on the social media platform Facebook.": "Werbung auf der Social-Media-Plattform Facebook.",
  "A printed sheet designed for distribution, usually for promotions or events.": "Ein gedrucktes Blatt, das für die Verteilung, normalerweise für Werbeaktionen oder Veranstaltungen, entworfen wurde.",
  "A graphic representation that identifies a company or brand.": "Eine grafische Darstellung, die ein Unternehmen oder eine Marke identifiziert.",
  "The part of a computer system that interacts directly with users.": "Der Teil eines Computersystems, der direkt mit Benutzern interagiert.",
  "A sequence of steps to take a potential customer from brand awareness to making a purchase.": "Eine Abfolge von Schritten, um einen potenziellen Kunden von der Markenbekanntheit bis zum Kauf zu führen.",
  "Google's advertising platform that allows advertisers to display ads in Google search results.": "Die Werbeplattform von Google, die es Werbetreibenden ermöglicht, Anzeigen in den Google-Suchergebnissen zu schalten.",
  "Graphic design refers to the visual creation of content to communicate messages.": "Grafikdesign bezieht sich auf die visuelle Erstellung von Inhalten zur Kommunikation von Botschaften.",
  "The user experience specifically related to the interface of a system or application.": "Die Benutzererfahrung, die speziell mit der Benutzeroberfläche eines Systems oder einer Anwendung verbunden ist.",
  "A potential customer who has shown interest in a company's products or services.": "Ein potenzieller Kunde, der Interesse an den Produkten oder Dienstleistungen eines Unternehmens gezeigt hat.",
  "A printed or digital publication containing articles, photographs, and advertisements.": "Eine gedruckte oder digitale Publikation, die Artikel, Fotografien und Anzeigen enthält.",
  "Planning and executing actions to promote and sell products or services.": "Planung und Durchführung von Maßnahmen zur Förderung und zum Verkauf von Produkten oder Dienstleistungen.",
  "A visual representation of a design, often in the form of a model or prototype.": "Eine visuelle Darstellung eines Designs, oft in Form eines Modells oder Prototyps.",
  "Advertising conducted through online channels, such as websites, social media, and search engines.": "Werbung, die über Online-Kanäle wie Websites, soziale Medien und Suchmaschinen durchgeführt wird.",
  "An online advertising model where advertisers pay when someone clicks on their ad.": "Ein Online-Werbemodell, bei dem Werbetreibende bezahlen, wenn jemand auf ihre Anzeige klickt.",
  "A person who has the possibility of becoming a customer due to their interest in products or services.": "Eine Person, die aufgrund ihres Interesses an Produkten oder Dienstleistungen die Möglichkeit hat, ein Kunde zu werden.",
  "Advertising in various printed formats, such as posters, brochures, or newspaper ads.": "Werbung in verschiedenen gedruckten Formaten wie Plakaten, Broschüren oder Zeitungsanzeigen.",
  "A visual collection of products designed for effective presentation on the Amazon platform.": "Eine visuelle Sammlung von Produkten, die für eine effektive Präsentation auf der Amazon-Plattform entwickelt wurde.",
  "Design that adapts and responds to different screen sizes and devices.": "Design, das sich an verschiedene Bildschirmgrößen und Geräte anpasst und darauf reagiert.",
  "Strategies to improve the visibility of a website in organic search engine results.": "Strategien zur Verbesserung der Sichtbarkeit einer Website in organischen Suchergebnissen von Suchmaschinen.",
  "Strategies to promote a website by increasing its visibility in paid search engine results.": "Strategien zur Förderung einer Website durch Erhöhung ihrer Sichtbarkeit in bezahlten Suchergebnissen von Suchmaschinen.",
  "Online platforms and websites that allow users to create and share content.": "Online-Plattformen und Websites, die es Benutzern ermöglichen, Inhalte zu erstellen und zu teilen.",
  "A structure for displaying promotional materials at events or fairs.": "Eine Struktur zur Anzeige von Werbematerialien bei Veranstaltungen oder Messen.",
  "Individuals or groups with an interest in or who can be affected by a company's activities and decisions.": "Einzelpersonen oder Gruppen mit Interesse an oder die von den Aktivitäten und Entscheidungen eines Unternehmens betroffen sein können.",
  "The style and appearance of letters and characters used in design.": "Der Stil und das Erscheinungsbild von Buchstaben und Zeichen, die im Design verwendet werden.",
  "The overall experience of a user when interacting with a product or service.": "Die Gesamterfahrung eines Benutzers beim Interagieren mit einem Produkt oder einer Dienstleistung.",
  "An application designed to be used through a web browser.": "Eine Anwendung, die so konzipiert ist, dass sie über einen Webbrowser verwendet wird.",
  "An online location composed of web pages and related resources.": "Ein Online-Ort, bestehend aus Webseiten und zugehörigen Ressourcen.",

  "__TEXTS FROM ABOUT COMPONENT__": "Hier Texte aus der Über-mich-Komponente",
  "I'm Diego, a versatile professional integrating marketing, graphic design, and web development skills. With a background in event management and diverse marketing roles, I bring a unique perspective from both agency and business points of view. Specialized as a senior graphic designer with a focus on sales impact. Originally from Spain, I'm now based in Cologne, Germany. I look forward to connecting with you — feel free to reach out anytime!": "Ich bin Diego, ein vielseitiger Profi, der Marketing-, Grafikdesign- und Webentwicklungsfähigkeiten integriert. Mit Erfahrung im Eventmanagement und verschiedenen Marketingrollen bringe ich eine einzigartige Perspektive aus Agentur- und Geschäftssicht mit. Spezialisiert als leitender Grafikdesigner mit Fokus auf Verkaufsimpact. Ursprünglich aus Spanien, lebe ich jetzt in Köln, Deutschland. Ich freue mich darauf, mit Ihnen in Kontakt zu treten - zögern Sie nicht, sich jederzeit zu melden!"
}
