{
  "__TEXTS FROM HEADER COMPONENT__": "Here texts from Header Component",
  "Graphic design": "Grafikdesign",
  "All services": "Alle Dienstleistungen",
  "Amazon solutions": "Amazon solutions",
  "Advertising material": "Werbematerial",
  "Corporate identity": "Corporate Identity",
  "Marketing & advertising": "Marketing & Werbung",
  "PPC campaign": "PPC-Kampagnen",
  "Email marketing": "E-Mail-Marketing",
  "Marketing strategy": "Marketing-Strategie",
  "Web development": "Webentwicklung",
  "Restaurant web-app": "Restaurant web-app",
  "CRM web-app": "CRM web-app",
  "Maintenance & support": "Wartung und Unterstützung",
  "Language": "Sprache",

  "__TEXTS FROM FOOTER COMPONENT__": "Hier Texte aus dem Footer-Komponente",
  "Customer area": "Kundenbereich",
  "Glossary": "Glossar",
  "Services": "Dienstleistungen",
  "Website developed by": "Website entwickelt von",

  "__TEXTS FROM CONTACT COMPONENT__": "Hier Texte aus dem Kontakt-Komponente",
  "Contact": "Kontakt",
  "Contact form": "Kontaktformular",
  "Name": "Name",
  "This field is mandatory.": "Dieses Feld ist obligatorisch.",
  "Place a real name.": "Einen echten Namen angeben.",
  "Your company website": "Website Ihres Unternehmens",
  "Invalid URL.": "Ungültige URL.",
  "Enter your email": "Ihre E-Mail eingeben",
  "Invalid email.": "Ungültige E-Mail.",
  "Products you are interested in": "Produkte, an denen Sie interessiert sind",
  "Write a message": "Schreiben Sie eine Nachricht",
  "Do the interview": "Führen Sie das Interview",
  "Send": "Senden",
  "Error sending message": "Fehler beim Senden der Nachricht",
  "Message sent successfully": "Nachricht erfolgreich gesendet",
  "Thanks for your interest.": "Vielen Dank für Ihr Interesse.",
  "I will get back to you as soon as possible": "Ich werde so schnell wie möglich auf Sie zurückkommen.",

  "__TEXTS FROM HOME COMPONENT__": "Hier Texte aus dem Home-Komponente",
  "Welcome to Diego's website": "Willkommen auf Diego's Website",
  "Digital services": "Digital services",
  "Expert in online marketing and advertising, graphic design & web development.": "Experte für Online-Marketing und Werbung, Grafikdesign und Webentwicklung.",
  "Transforming ideas into striking visual designs. Creative solutions that elevate the identity of your brand.": "Ich verwandle Ideen in beeindruckende visuelle Designs. Kreative Lösungen, die die Identität Ihrer Marke unterstreichen",
  "More information": "Mehr Informationen",
  "Elevate your brand with effective Marketing & Advertising. Unlock growth, engagement, and success with tailored strategies.": "Heben Sie Ihre Marke durch effektives Marketing und Werbung hervor. Erschließen Sie Wachstum, Engagement und Erfolg mit maßgeschneiderten Strategien.",
  "Enhance your online presence with web development. From eye-catching websites to dynamic web applications.": "Verbessern Sie Ihre Online-Präsenz mit Webentwicklung. Von auffälligen Websites bis zu dynamischen Webanwendungen.",

  "__TEXTS FROM GRAPHIC COMPONENT__": "Hier Texte aus dem Grafik-Komponente",
  "Graphic design services": "Grafikdesign-Dienstleistungen",
  "Transforming ideas into striking visual designs. As a senior graphic designer, I offer creative solutions that elevate the identity of your brand.": "Ich setze Ideen in beeindruckende visuelle Designs um. Als leitender Grafikdesigner biete ich kreative Lösungen, die die Identität Ihrer Marke aufwerten.",
  "Expert in product gallery, Amazon EBC (A+), and brand stores design to optimize the sales of your products on Amazon.": "Experte für Produktgalerien, Amazon EBC (A+) und die Gestaltung von Markenshops zur Optimierung des Verkaufs Ihrer Produkte auf Amazon.",
  "Let's make your brand shine with captivating posters, flyers, and web banners. I'm here to boost your ad strategies with stunning visuals.": "Ich bringe Ihre Marke mit fesselnden Postern, Flyern und Webbannern zum Strahlen. Ich bin hier, um Ihre Werbestrategien mit atemberaubendem Bildmaterial zu unterstützen.",
  "As a senior graphic designer and marketing expert, I'll help you create a competitive Corporate Identity. Ensure a memorable brand image with a unique logo, business cards, and more.": "Als leitender Grafikdesigner und Marketingexperte helfe ich Ihnen, eine wettbewerbsfähige Corporate Identity zu schaffen. Sorgen Sie für ein einprägsames Markenimage mit einem einzigartigen Logo, Visitenkarten und mehr.",

  "__TEXTS FROM MARKETING COMPONENT__": "Hier Texte aus dem Marketing-Komponente",
  "Marketing & advertising services": "Marketing- und Werbedienstleistungen",
  "Take your brand to new heights with expert solutions. From precision PPC campaigns to tailored marketing strategies.": "Bringen Sie Ihre Marke mit fachkundigen Lösungen zu neuen Höhen. Von präzisen PPC-Kampagnen bis hin zu maßgeschneiderten Marketingstrategien.",
  "Awareness > consideration > conversion.": "Awareness > Überlegung > Umwandlung.",
  "Boost awareness with expert PPC campaigns. As a marketing specialist, I craft purposeful online ads, enhancing ROI through strategic optimization and analysis.": "Steigern Sie Ihren Bekanntheitsgrad mit professionellen PPC-Kampagnen. Als Marketingspezialist gestalte ich zielgerichtete Online-Anzeigen und steigere den ROI durch strategische Optimierung und Analyse.",
  "It's time to transform your leads into buyers, and I'm here to assist with copywriting, design, and email campaign management.": "Es ist an der Zeit, Ihre Leads in Käufer umzuwandeln, und ich bin hier, um Sie bei der Erstellung von Texten, dem Design und dem Management von E-Mail-Kampagnen zu unterstützen.",
  "Elevate your brand's impact and reach with expert guidance in marketing planning and execution.": "Steigern Sie die Wirkung und Reichweite Ihrer Marke mit fachkundiger Beratung bei der Marketingplanung und -ausführung.",

  "__TEXTS FROM DEVELOPMENT COMPONENT__": "Hier Texte aus der Entwicklungs-Komponente",
  "Web development services": "Webentwicklungsdienste",
  "Tailored services for websites and web apps. A mobile-first focus ensures a seamless experience on every device. Contact me for a free consultation on your project.": "Maßgeschneiderte Dienstleistungen für Websites und Webanwendungen. Der Fokus auf mobile Endgeräte gewährleistet ein nahtloses Erlebnis auf jedem Gerät. Kontaktieren Sie mich für eine kostenlose Beratung zu Ihrem Projekt.",
  "Fully customizable frontend, engaging user experience, and a robust backend for effortless product management, user accounts, and in-app communications.": "Vollständig anpassbares Frontend, ansprechende Benutzererfahrung und ein robustes Backend für müheloses Produktmanagement, Benutzerkonten und In-App-Kommunikation.",
  "Empower your business with a robust, secure and customizable solution for managing leads, contacts, clients, projects and more. Perfect for team collaboration and project management.": "Stärken Sie Ihr Unternehmen mit einer robusten, sicheren und anpassbaren Lösung für die Verwaltung von Leads, Kontakten, Kunden, Projekten und mehr. Perfekt für Teamzusammenarbeit und Projektmanagement.",
  "Ensuring regular check-ups, performance optimizations, features update. Always ready to resolve any issue promptly.": "Gewährleistung regelmäßiger Überprüfungen, Leistungsoptimierungen und Funktionsaktualisierungen. Immer bereit, jedes Problem umgehend zu lösen.",

  "__TEXTS FROM AMAZON SOLUTIONS COMPONENT__": "Hier Texte aus der Amazon-Lösungen-Komponente",
  "Der Service spezialisierte sich auf die Erstellung visuell ansprechender und markenoptimierter Produktbilder, Infografiken, A+-Inhalte und ansprechender Schaufensterdesigns für eine effektive Darstellung und bessere Sichtbarkeit auf der Amazon-Plattform.": "Der Service spezialisierte sich auf die Erstellung visuell ansprechender und markenoptimierter Produktbilder, Infografiken, A+-Inhalte und ansprechender Schaufensterdesigns für eine effektive Darstellung und bessere Sichtbarkeit auf der Amazon-Plattform.",
  "Product gallery": "Produktgalerie",
  "Enhance brand content": "Enhance brand content",
  "Brand store": "Brand store",
  "Visually Engaging Product Images: Compelling and high-quality product imagery that captivates the audience, leading to increased click-through rates and conversions.": "Visuell ansprechende Produktbilder: Überzeugende und hochwertige Produktbilder, die das Publikum in ihren Bann ziehen und zu höheren Klickraten und Konversionen führen.",
  "A+ Content Creation: Tailored creation of enhanced content, providing an immersive shopping experience that highlights product features, benefits, and differentiation.": "A+ Inhaltserstellung: Maßgeschneiderte Erstellung von verbesserten Inhalten, die ein intensives Einkaufserlebnis bieten und die Produktmerkmale, Vorteile und Differenzierung hervorheben.",
  "Storefront Design Expertise: Customized storefront designs that align with brand identity, ensuring an inviting, professional, and trust-evoking presentation.": "Kompetenz im Schaufensterdesign: Maßgeschneiderte Schaufensterdesigns, die auf die Markenidentität abgestimmt sind und eine einladende, professionelle und vertrauenserweckende Präsentation gewährleisten.",
  "Infographic Development: Creation of engaging infographics that convey complex information in a visually appealing manner, enhancing product understanding and engagement.": "Entwicklung von Infografiken: Erstellung von ansprechenden Infografiken, die komplexe Informationen auf visuell ansprechende Weise vermitteln und so das Produktverständnis und -engagement verbessern.",
  "Product listing images for Amazon": "Bilder für Produktlisten bei Amazon",
  "Professional Product Showcase: Crafting a visually appealing and organized gallery that showcases products in an engaging and marketable way, increasing appeal to potential customers.": "Professionelle Produktpräsentation: Erstellung einer optisch ansprechenden und übersichtlichen Galerie, die die Produkte auf ansprechende und marktfähige Weise präsentiert und so die Attraktivität für potenzielle Kunden erhöht.",
  "Enhanced User Experience: Creating a user-friendly product gallery that enhances customer experience, aiding in quicker decision-making and contributing to increased sales and customer satisfaction.": "Verbessertes Benutzererlebnis: Erstellung einer benutzerfreundlichen Produktgalerie, die das Kundenerlebnis verbessert, zu einer schnelleren Entscheidungsfindung beiträgt und den Umsatz und die Kundenzufriedenheit steigert.",
  "Images for Amazon's A+ Content": "Bilder für Amazons A+ Inhalt",
  "Enhanced Product Representation: Crafting compelling, high-quality images specifically designed for A+ content to illustrate product features, benefits, and details, enhancing the customer's shopping experience.": "Verbesserte Produktdarstellung: Erstellung überzeugender, hochwertiger Bilder, die speziell für A+-Inhalte entwickelt wurden, um Produktmerkmale, Vorteile und Details zu veranschaulichen und so das Einkaufserlebnis des Kunden zu verbessern.",
  "Elevate Brand Presence: Creating visually captivating and informative images that help establish a strong brand identity, leading to increased customer engagement and a higher conversion rate.": "Erhöhen Sie die Markenpräsenz: Die Erstellung visuell fesselnder und informativer Bilder, die zum Aufbau einer starken Markenidentität beitragen, führt zu einer stärkeren Kundenbindung und einer höheren Konversionsrate.",
  "Images for Amazon's brand store": "Bilder für Amazons Brand store",
  "Brand-Centric Visuals: Craft visually stunning images designed specifically for Amazon Brand Store to convey a brand's unique story, features, and products, enhancing brand recognition and customer appeal.": "Markenzentriertes Bildmaterial: Entwerfen Sie visuell beeindruckende Bilder, die speziell für den Amazon Brand Store entwickelt wurden, um die einzigartige Geschichte, die Funktionen und die Produkte einer Marke zu vermitteln und so den Wiedererkennungswert der Marke und die Attraktivität für die Kunden zu steigern.",
  "Storefront Optimization: Develop a compelling storefront through creatively designed graphics and images that engage and guide customers, improving browsing experience and fostering a lasting brand impression.": "Brandstore-Optimierung: Entwickeln Sie eine ansprechende Schaufensterfront mit kreativ gestalteten Grafiken und Bildern, die den Kunden ansprechen und leiten, das Surferlebnis verbessern und einen bleibenden Eindruck der Marke vermitteln.",

  "__TEXTS FROM ADVERTISING MATERIAL COMPONENT__": "Hier Texte aus der Werbematerial-Komponente",
  "Craft eye-catching advertising materials for brand resonance. Innovative designs drive engagement across posters, banners, and digital ads, enhancing your brand's identity and visibility.": "Entwerfen Sie aufmerksamkeitsstarke Werbematerialien für die Markenresonanz. Innovative Designs sorgen für mehr Aufmerksamkeit auf Plakaten, Bannern und digitalen Anzeigen und stärken die Identität und Sichtbarkeit Ihrer Marke.",
  "Create attention-grabbing posters, banners, and digital advertisements.": "Erstellen Sie aufmerksamkeitsstarke Poster, Banner und digitale Anzeigen.",
  "Innovative designs enhancing brand identity for better visibility.": "Innovative Designs zur Verbesserung der Markenidentität für eine bessere Sichtbarkeit.",
  "Tailored and engaging visuals for compelling advertising material.": "Maßgeschneidertes und ansprechendes Bildmaterial für überzeugendes Werbematerial.",
  "High-quality and creative content that resonates with the audience.": "Qualitativ hochwertige und kreative Inhalte, die bei der Zielgruppe ankommen.",
  "Online and offline images for advertising": "Online- und Offline-Bilder für die Werbung",

  "__TEXTS FROM CORPORATE IDENTITY COMPONENT__": "Hier Texte aus der Corporate Identity-Komponente",
  "A carefully crafted guide, it encompasses your brand's core essence, presenting exclusive assets from logos to color schemes. Guaranteeing visual harmony across all channels, this manual establishes brand authority and recognition, delivering a cohesive brand persona.": "Dieser sorgfältig ausgearbeitete Leitfaden umfasst den Kern Ihrer Marke und präsentiert exklusive Assets von Logos bis hin zu Farbschemata. Dieses Handbuch garantiert visuelle Harmonie auf allen Kanälen und schafft Autorität und Wiedererkennungswert für Ihre Marke, indem es eine kohärente Markenpersönlichkeit vermittelt.",
  "Unified Visual Language: Establish a cohesive and unified visual language across all brand communications.": "Einheitliche visuelle Sprache: Etablieren Sie eine kohärente und einheitliche Bildsprache für die gesamte Markenkommunikation.",
  "Logo and Design Consistency: Present guidelines for logo usage, typography, and color schemes, ensuring a consistent brand representation.": "Logo und Design-Konsistenz: Vorlage von Richtlinien für die Verwendung von Logos, Typografie und Farbschemata, um eine einheitliche Markendarstellung zu gewährleisten.",
  "Brand Recognition: Develop exclusive assets for easy brand recognition and build a unique identity in the market.": "Markenbekanntheit: Entwickeln Sie exklusive Assets für eine einfache Markenerkennung und bauen Sie eine einzigartige Identität auf dem Markt auf.",
  "Professional Brand Guide: Provide a comprehensive manual for internal and external stakeholders, guaranteeing the maintenance of brand integrity and consistency.": "Professioneller Markenleitfaden: Bereitstellung eines umfassenden Handbuchs für interne und externe Stakeholder, das die Wahrung der Markenintegrität und -konsistenz gewährleistet.",
  "Corporate identity manual for a Pizza place": "Corporate Identity-Handbuch für eine Pizzeria",
  "Comprehensive manuals that ensure consistent brand identity, encompassing logo use, color palettes, typography, and design guidelines. This manual guarantees a uniform brand representation across all mediums.": "Umfassende Handbücher, die eine einheitliche Markenidentität gewährleisten und die Verwendung von Logos, Farbpaletten, Typografie und Designrichtlinien umfassen. Dieses Handbuch garantiert eine einheitliche Markendarstellung über alle Medien hinweg.",
  "My manuals are designed to be adaptable and scalable. They not only serve to standardize the brand but also allow for future expansion or adaptations. This ensures that your brand maintains its integrity while allowing flexibility for future brand development.": "Meine Handbücher sind so konzipiert, dass sie anpassungsfähig und skalierbar sind. Sie dienen nicht nur der Standardisierung der Marke, sondern ermöglichen auch zukünftige Erweiterungen oder Anpassungen. Dadurch wird sichergestellt, dass Ihre Marke ihre Integrität bewahrt und gleichzeitig Flexibilität für die künftige Markenentwicklung bietet.",

  "__TEXTS FROM PPC CAMPAIGN COMPONENT__": "Hier Texte aus der PPC-Komponente",
  "Crafting custom campaigns for optimal online visibility and ROI. A strategic keyword targeting and persuasive ad strategies across multiple platforms drive success. Elevate your brand exposure with our PPC services.": "Ich erstelle maßgeschneiderte Kampagnen für optimale Online-Sichtbarkeit und ROI. Ein strategisches Keyword-Targeting und überzeugende Werbestrategien auf mehreren Plattformen führen zum Erfolg. Erhöhen Sie die Sichtbarkeit Ihrer Marke mit unseren PPC-Diensten.",
  "Customized strategies tailored to each business, ensuring precise audience targeting and optimal keyword selection for higher conversions.": "Maßgeschneiderte Strategien für jedes Unternehmen, die eine präzise Zielgruppenansprache und eine optimale Schlüsselwortauswahl für höhere Konversionsraten gewährleisten.",
  "Data-driven campaign management, leveraging detailed analytics to make informed decisions and adjustments for optimal performance.": "Datengesteuertes Kampagnenmanagement, das detaillierte Analysen nutzt, um fundierte Entscheidungen und Anpassungen für eine optimale Leistung zu treffen.",
  "Rigorous ad performance analysis to fine-tune campaigns for maximum effectiveness and to seize new market opportunities.": "Strenge Analyse der Anzeigenleistung zur Feinabstimmung der Kampagnen für maximale Wirksamkeit und zur Nutzung neuer Marktchancen.",
  "Innovative ad design, crafting compelling and visually engaging ad copies that resonate with the target audience.": "Innovatives Anzeigendesign, Erstellung überzeugender und visuell ansprechender Anzeigentexte, die bei der Zielgruppe Anklang finden.",

  "__TEXTS FROM EMAIL MARKETING COMPONENT__": "Hier Texte aus der E-Mail-Marketing-Komponente",
  "Boost engagement, conversions, and customer relationships with a tailored and analytics-driven email marketing service, designed to optimize your campaigns and achieve meaningful results.": "Steigern Sie Engagement, Konversionen und Kundenbeziehungen mit einem maßgeschneiderten und analytischen E-Mail-Marketing-Service, der darauf ausgelegt ist, Ihre Kampagnen zu optimieren und aussagekräftige Ergebnisse zu erzielen.",
  "Tailored and responsive email campaigns designed to captivate audiences and increase engagement rates.": "Maßgeschneiderte und reaktionsschnelle E-Mail-Kampagnen, die das Publikum fesseln und die Engagement-Raten erhöhen.",
  "Segmentation strategies, ensuring the right message reaches the right audience for higher conversion rates.": "Segmentierungsstrategien, die sicherstellen, dass die richtige Botschaft die richtige Zielgruppe erreicht, um höhere Konversionsraten zu erzielen.",
  "Expert consultation and ongoing support to enhance email marketing strategies, harnessing the full potential of the platform for client success.": "Fachkundige Beratung und fortlaufende Unterstützung zur Verbesserung von E-Mail-Marketingstrategien, um das volle Potenzial der Plattform für den Erfolg des Kunden zu nutzen.",
  "A/B testing and analytics for continuous optimization, refining subject lines, content, and sending times for improved open and click-through rate.": "A/B-Tests und Analysen zur kontinuierlichen Optimierung, Verfeinerung der Betreffzeilen, des Inhalts und der Versandzeiten zur Verbesserung der Öffnungs- und Klickrate.",

  "__TEXTS FROM MARKETING STRATEGIES COMPONENT__": "Hier Texte aus der Marketingstrategien-Komponente",
  "Focused on content and funnel strategies. I'm here to tailor the perfect approach for your business, develop a goal-centric plan to drive success.": "Konzentriert auf Inhalte und Trichterstrategien. Ich bin hier, um den perfekten Ansatz für Ihr Unternehmen zu finden und einen zielgerichteten Plan für Ihren Erfolg zu entwickeln.",
  "Funnel strategy": "Trichter-Marketingstrategie",
  "Definition": "Definition",
  "A funnel strategy refers to the sequence of steps a potential customer takes to move from being aware of a brand or product to making a purchase.": "Eine Trichterstrategie bezieht sich auf die Abfolge der Schritte, die ein potenzieller Kunde durchläuft, um von der Bekanntheit einer Marke oder eines Produkts zu einem Kauf zu gelangen.",
  "Focus": "Schwerpunkt",
  "It focuses on the stages of a buyer's journey, often divided into awareness, consideration, decision, and post-purchase stages.": "Es konzentriert sich auf die Phasen der Customer Journey, die häufig in die Phasen Bewusstsein, Überlegung, Entscheidung und Nachkauf unterteilt werden.",
  "Goals": "Ziele",
  "The goal is to guide potential customers through the marketing funnel, providing the right information and offers at each stage to move them closer to making a purchase.": "Ziel ist es, potenzielle Kunden durch den Marketingtrichter zu führen und ihnen in jeder Phase die richtigen Informationen und Angebote zu liefern, um sie zu einem Kauf zu bewegen.",
  "Content strategy": "Content-Marketing-Strategie",
  "A content strategy outlines how content will be created, published, and managed to achieve specific goals.": "Eine Inhaltsstrategie beschreibt, wie Inhalte erstellt, veröffentlicht und verwaltet werden sollen, um bestimmte Ziele zu erreichen.",
  "It's primarily concerned with developing and distributing valuable and relevant content to attract and engage a target audience. This content is often focused on education, entertainment, or problem-solving, designed to resonate with the audience's interests and needs.": "Es geht in erster Linie darum, wertvolle und relevante Inhalte zu entwickeln und zu verbreiten, um ein Zielpublikum anzuziehen und zu begeistern. Diese Inhalte sind oft auf Bildung, Unterhaltung oder Problemlösung ausgerichtet und sollen die Interessen und Bedürfnisse des Publikums ansprechen.",
  "Its primary aim is to generate brand awareness, engage with potential customers, build trust and authority, and foster customer loyalty by providing value through content.": "Ihr Hauptziel ist es, Markenbewusstsein zu schaffen, potenzielle Kunden anzusprechen, Vertrauen und Autorität aufzubauen und die Kundentreue zu fördern, indem sie durch Inhalte einen Mehrwert bietet.",

  "__TEXTS FROM RESTAURANT WEBAPP COMPONENT__": "Hier Texte aus der Restaurant-Webanwendungs-Komponente",
  "Customizable Frontend: Tailored frontend solutions to match your brand, ensuring a unique online presence.": "Anpassbares Frontend: Maßgeschneiderte Frontend-Lösungen, die zu Ihrer Marke passen und eine einzigartige Online-Präsenz gewährleisten.",
  "Enhanced User Experience: Engage users with intuitive interfaces and seamless navigation for increased interaction and satisfaction.": "Verbessertes Benutzererlebnis: Fesseln Sie die Nutzer mit intuitiven Oberflächen und nahtloser Navigation für mehr Interaktion und Zufriedenheit.",
  "Effortless Product Management: Simplify and streamline product administration for increased efficiency.": "Mühelose Produktverwaltung: Vereinfachen und rationalisieren Sie die Produktverwaltung für mehr Effizienz.",
  "User Account Functionality: Provide secure and convenient user account functionalities.": "Benutzerkonto-Funktionalität: Bieten Sie sichere und bequeme Benutzerkonto-Funktionen.",
  "In-App Communication Features: Foster interaction and connectivity within your application for improved engagement.": "In-App-Kommunikationsfunktionen: Fördern Sie Interaktion und Konnektivität innerhalb Ihrer Anwendung, um das Engagement zu verbessern.",
  "Robust Backend Structure: Dependable backend infrastructure to support smooth operations and functionality.": "Robuste Backend-Struktur: Zuverlässige Backend-Infrastruktur zur Unterstützung reibungsloser Abläufe und Funktionen.",

  "__TEXTS FROM CRM WEBAPP COMPONENT__": "Hier Texte aus der CRM-Webanwendungs-Komponente",
  "Enhanced Customer Management: Streamline customer relationship management with a centralized system, organizing contacts, leads, and interactions, fostering stronger relationships and personalized service delivery.": "Verbessertes Kundenmanagement: Rationalisieren Sie das Kundenbeziehungsmanagement mit einem zentralisierten System, das Kontakte, Leads und Interaktionen organisiert und so stärkere Beziehungen und personalisierte Serviceleistungen fördert.",
  "Robust Solution: A powerful, sturdy framework designed to manage your business operations effectively.": "Robuste Lösung: Ein leistungsstarkes, robustes Framework, das für die effektive Verwaltung Ihrer Geschäftsabläufe entwickelt wurde.",
  "Customizable Features: Tailored functionalities to align with your specific business needs.": "Anpassbare Funktionen: Maßgeschneiderte Funktionen zur Anpassung an Ihre spezifischen Geschäftsanforderungen.",
  "Scalable Solutions: Tailored to your business needs, our CRM web application offers scalable features, ensuring flexibility and adaptability as your business grows.": "Skalierbare Lösungen: Unsere CRM-Webanwendung ist auf die Bedürfnisse Ihres Unternehmens zugeschnitten und bietet skalierbare Funktionen, die Flexibilität und Anpassungsfähigkeit an das Wachstum Ihres Unternehmens gewährleisten.",

  "__TEXTS FROM MAINTENANCE COMPONENT__": "Hier Texte aus der Wartungskomponente",
  "Regular Maintenance: Scheduled check-ups to keep systems and operations optimized.": "Regelmäßige Wartung: Regelmäßige Überprüfungen, um die Systeme und den Betrieb zu optimieren.",
  "Performance Enhancements: Constantly fine-tuning features for better performance.": "Leistungsverbesserungen: Ständige Feinabstimmung der Funktionen für bessere Leistung.",
  "Ongoing Feature Updates: Regular updates to ensure your technology stays current.": "Laufende Funktionsaktualisierungen: Regelmäßige Updates, damit Ihre Technologie auf dem neuesten Stand bleibt.",
  "Rapid Issue Resolution: Swift resolution of any issues that arise.": "Schnelle Behebung von Problemen: Schnelle Lösung von Problemen, die auftreten.",

  "__TEXTS FROM GLOSSARY COMPONENT__": "Hier Texte aus der Glossar-Komponente",
  "Amazon Ads": "Amazon-Anzeigen",
  "Banner": "Banner",
  "Brand identity": "Markenidentität",
  "Brand persona": "Markenpersönlichkeit",
  "Brand Store from Amazon": "Brand store von Amazon",
  "Branding": "Markenbildung",
  "Brochure": "Broschüre",
  "Color schemes": "Farbschemata",
  "Corporate brand identity": "Corporate Identity",
  "CRUD (Create, Read, Update, Delete)": "CRUD (Erstellen, Lesen, Aktualisieren, Löschen)",
  "Facebook Ads": "Facebook Ads",
  "Flyer": "Flugblatt",
  "Font": "Schriftart",
  "Front end": "Frontend",
  "Google Ads": "Google Ads",
  "Interface experience": "Interface experience",
  "Lead": "Lead",
  "Logo": "Logo",
  "Magazine": "Magazin",
  "Mock-up": "Mock-up",
  "Online advertising": "Online-Werbung",
  "PPC (Pay Per Click)": "PPC (Pay-per-Click)",
  "Potential customer": "Potenzieller Kunde",
  "Printed advertising": "Gedruckte Werbung",
  "Product gallery for Amazon": "Produktgalerie für Amazon",
  "Responsive design": "Responsives Design",
  "SEO (Search Engine Optimization)": "SEO (Suchmaschinenoptimierung)",
  "SEM (Search Engine Marketing)": "SEM (Suchmaschinenmarketing)",
  "Social media": "Social media",
  "Stand": "Stand",
  "Stakeholders": "Stakeholders",
  "Typography": "Typografie",
  "User experience": "User experience",
  "Web-app": "Web-app",
  "Web-site": "Web-site",
  "Materials used in advertising campaigns, such as posters, brochures, and digital ads.": "Materialien, die in Werbekampagnen verwendet werden, wie Plakate, Broschüren und digitale Anzeigen.",
  "Paid advertising on the e-commerce platform Amazon.": "Bezahlte Werbung auf der E-Commerce-Plattform Amazon.",
  "Specific solutions designed to optimize the presence and sales of products on the Amazon platform.": "Spezifische Lösungen zur Optimierung der Präsenz und des Verkaufs von Produkten auf der Amazon-Plattform.",
  "A visual ad format, usually online, used for promotions and marketing.": "Ein visuelles Werbeformat, in der Regel online, das für Werbeaktionen und Marketing verwendet wird.",
  "The visual and conceptual representation of a brand, including elements like the logo, colors, and typography.": "Die visuelle und konzeptionelle Darstellung einer Marke, einschließlich Elementen wie dem Logo, den Farben und der Typografie.",
  "The distinctive personality attributed to a brand.": "Die unverwechselbare Persönlichkeit, die einer Marke zugeschrieben wird.",
  "A dedicated store on the Amazon platform showcasing and selling products from a specific brand.": "Ein spezieller Shop auf der Amazon-Plattform, in dem die Produkte einer bestimmten Marke präsentiert und verkauft werden.",
  "The process of building and managing a brand to create a distinctive and lasting perception in consumers' minds.": "Der Prozess des Aufbaus und der Verwaltung einer Marke, um eine unverwechselbare und dauerhafte Wahrnehmung in den Köpfen der Verbraucher zu schaffen.",
  "An informative pamphlet presenting an organization, product, or service.": "Eine Informationsbroschüre, die eine Organisation, ein Produkt oder eine Dienstleistung vorstellt.",
  "The choice and combination of colors used in design to convey a consistent visual identity.": "Die Auswahl und Kombination von Farben, die im Design verwendet werden, um eine einheitliche visuelle Identität zu vermitteln.",
  "Planning and managing the creation and distribution of content to achieve specific goals.": "Planung und Verwaltung der Erstellung und Verbreitung von Inhalten, um bestimmte Ziele zu erreichen.",
  "The visual and conceptual representation of a brand at a corporate level, covering broader aspects.": "Die visuelle und konzeptionelle Darstellung einer Marke auf Unternehmensebene, die weiter gefasste Aspekte umfasst.",
  "Basic operations in computer systems to manage data.": "Grundlegende Operationen in Computersystemen zur Verwaltung von Daten.",
  "Advertising on the social media platform Facebook.": "Werbung auf der Social-Media-Plattform Facebook.",
  "A printed sheet designed for distribution, usually for promotions or events.": "Ein gedrucktes Blatt, das zur Verteilung bestimmt ist, normalerweise für Werbeaktionen oder Veranstaltungen.",
  "A graphic representation that identifies a company or brand.": "Eine grafische Darstellung, die ein Unternehmen oder eine Marke identifiziert.",
  "The part of a computer system that interacts directly with users.": "Der Teil eines Computersystems, der direkt mit den Benutzern interagiert.",
  "A sequence of steps to take a potential customer from brand awareness to making a purchase.": "Eine Abfolge von Schritten, die einen potenziellen Kunden vom Markenbewusstsein zum Kauf führen.",
  "Google's advertising platform that allows advertisers to display ads in Google search results.": "Die Werbeplattform von Google, die es Werbetreibenden ermöglicht, Anzeigen in den Google-Suchergebnissen zu schalten.",
  "Graphic design refers to the visual creation of content to communicate messages.": "Grafikdesign bezieht sich auf die visuelle Gestaltung von Inhalten zur Vermittlung von Botschaften.",
  "The user experience specifically related to the interface of a system or application.": "Die Benutzererfahrung, die sich speziell auf die Schnittstelle eines Systems oder einer Anwendung bezieht.",
  "A potential customer who has shown interest in a company's products or services.": "Ein potenzieller Kunde, der Interesse an den Produkten oder Dienstleistungen eines Unternehmens gezeigt hat.",
  "A printed or digital publication containing articles, photographs, and advertisements.": "Eine gedruckte oder digitale Veröffentlichung mit Artikeln, Fotos und Anzeigen.",
  "Planning and executing actions to promote and sell products or services.": "Planung und Durchführung von Maßnahmen zur Förderung und zum Verkauf von Produkten oder Dienstleistungen.",
  "A visual representation of a design, often in the form of a model or prototype.": "Eine visuelle Darstellung eines Entwurfs, oft in Form eines Modells oder Prototyps.",
  "Advertising conducted through online channels, such as websites, social media, and search engines.": "Werbung, die über Online-Kanäle wie Websites, soziale Medien und Suchmaschinen erfolgt.",
  "An online advertising model where advertisers pay when someone clicks on their ad.": "Ein Online-Werbemodell, bei dem Werbetreibende zahlen, wenn jemand auf ihre Anzeige klickt.",
  "A person who has the possibility of becoming a customer due to their interest in products or services.": "Eine Person, die aufgrund ihres Interesses an Produkten oder Dienstleistungen die Möglichkeit hat, ein Kunde zu werden.",
  "Advertising in various printed formats, such as posters, brochures, or newspaper ads.": "Werbung in verschiedenen gedruckten Formaten, z. B. Plakate, Broschüren oder Zeitungsanzeigen.",
  "A visual collection of products designed for effective presentation on the Amazon platform.": "Eine visuelle Sammlung von Produkten, die für eine effektive Präsentation auf der Amazon-Plattform entwickelt wurde.",
  "Design that adapts and responds to different screen sizes and devices.": "Design, das sich an verschiedene Bildschirmgrößen und Geräte anpasst und darauf reagiert.",
  "Strategies to improve the visibility of a website in organic search engine results.": "Strategien zur Verbesserung der Sichtbarkeit einer Website in den organischen Suchergebnissen der Suchmaschinen.",
  "Strategies to promote a website by increasing its visibility in paid search engine results.": "Strategien zur Förderung einer Website durch Erhöhung ihrer Sichtbarkeit in bezahlten Suchmaschinenergebnissen.",
  "Online platforms and websites that allow users to create and share content.": "Online-Plattformen und Websites, auf denen Nutzer Inhalte erstellen und weitergeben können.",
  "A structure for displaying promotional materials at events or fairs.": "Eine Struktur für die Auslage von Werbematerial bei Veranstaltungen oder Messen.",
  "Individuals or groups with an interest in or who can be affected by a company's activities and decisions.": "Einzelpersonen oder Gruppen, die ein Interesse an den Aktivitäten und Entscheidungen eines Unternehmens haben oder von ihnen betroffen sein können.",
  "The style and appearance of letters and characters used in design.": "Der Stil und das Aussehen von Buchstaben und Zeichen, die im Design verwendet werden.",
  "The overall experience of a user when interacting with a product or service.": "Die Gesamterfahrung eines Nutzers bei der Interaktion mit einem Produkt oder einer Dienstleistung.",
  "An application designed to be used through a web browser.": "Eine Anwendung, die für die Nutzung über einen Webbrowser konzipiert ist.",
  "An online location composed of web pages and related resources.": "Ein Online-Standort, der aus Webseiten und verwandten Ressourcen besteht.",

  "__TEXTS FROM ABOUT COMPONENT__": "Hier Texte aus der Über-mich-Komponente",
  "I'm Diego, a versatile professional integrating marketing, graphic design, and web development skills. With a background in event management and diverse marketing roles, I bring a unique perspective from both agency and business points of view. Specialized as a senior graphic designer with a focus on sales impact. Originally from Spain, I'm now based in Cologne, Germany. I look forward to connecting with you — feel free to reach out anytime!": "Ich bin Diego, ein vielseitiger Fachmann, der seine Fähigkeiten in den Bereichen Marketing, Grafikdesign und Webentwicklung einsetzt. Mit meinem Hintergrund im Eventmanagement und verschiedenen Marketingfunktionen bringe ich eine einzigartige Perspektive sowohl aus der Sicht der Agentur als auch aus der des Unternehmens mit. Spezialisiert als Senior-Grafikdesigner mit dem Schwerpunkt auf Verkaufswirkung. Ursprünglich aus Spanien stammend, lebe ich jetzt in Köln, Deutschland. Ich freue mich auf den Kontakt mit Ihnen - Sie können sich jederzeit an mich wenden!"
}
