{
  "__TEXTS FROM HEADER COMPONENT__": "Here texts from Header Component",
  "Graphic design": "Grafikdesign",
  "All services": "Alle Dienstleistungen",
  "Amazon solutions": "Amazon solutions",
  "Advertising material": "Werbematerial",
  "Corporate identity": "Corporate Identity",
  "Marketing & advertising": "Marketing & Werbung",
  "PPC campaign": "PPC-Kampagnen",
  "Email marketing": "E-Mail-Marketing",
  "Marketing strategy": "Marketing-Strategie",
  "Web development": "Webentwicklung",
  "Restaurant web-app": "Restaurant web-app",
  "CRM web-app": "CRM web-app",
  "Maintenance & support": "Wartung und Support",
  "Language": "Sprache",

  "__TEXTS FROM FOOTER COMPONENT__": "Hier Texte aus dem Footer-Komponente",
  "Customer area": "Kundenbereich",
  "Glossary": "Glossar",
  "Services": "Dienstleistungen",
  "Website developed by": "Website entwickelt von",

  "__TEXTS FROM CONTACT COMPONENT__": "Hier Texte aus dem Kontakt-Komponente",
  "Contact": "Kontakt",
  "Contact form": "Kontaktformular",
  "Name": "Name",
  "This field is mandatory.": "Pflichtfeld.",
  "Place a real name.": "Namen eintragen.",
  "Your company website": "Unternehmenswebsseite",
  "Invalid URL.": "Ungültige URL.",
  "Enter your email": "E-Mail",
  "Invalid email.": "Ungültige E-Mail.",
  "Products you are interested in": "Produkte, an denen Sie interessiert sind",
  "Write a message": "Schreibe eine Nachricht",
  "Do the interview": "Führen Sie das Interview",
  "Send": "Senden",
  "Error sending message": "Fehler beim Senden der Nachricht",
  "Message sent successfully": "Nachricht erfolgreich gesendet",
  "Thanks for your interest.": "Vielen Dank für Dein Interesse.",
  "I will get back to you as soon as possible": "Ich melde mich in Kürze bei Dir.",

  "__TEXTS FROM HOME COMPONENT__": "Hier Texte aus dem Home-Komponente",
  "Welcome to Diego's website": "Willkommen auf Diegos Website",
  "Digital services": "Digital Services",
  "Expert in online marketing and advertising, graphic design & web development.": "Experte für Online-Marketing und Werbung, Grafikdesign und Webentwicklung.",
  "Transforming ideas into striking visual designs. Creative solutions that elevate the identity of your brand.": "Ich verwandle Ideen in beeindruckende visuelle Designs und erschaffe kreative Lösungen, die die Identität Deine Marke unterstreichen.",
  "More information": "Mehr Informationen",
  "Elevate your brand with effective Marketing & Advertising. Unlock growth, engagement, and success with tailored strategies.": "Durch effektives Marketing und maßgeschneiderte Strategien steigere ich Deinen Erfolg am Zielmarkt und generiere anhaltendes Markenwachstum.",
  "Enhance your online presence with web development. From eye-catching websites to dynamic web applications.": "Von auffälligen Websites bis zu dynamischen Webanwendungen - mit für Dich passenden Webentwicklungen zu mehr Online-Präsenz.",

  "__TEXTS FROM GRAPHIC COMPONENT__": "Hier Texte aus dem Grafik-Komponente",
  "Graphic design services": "Grafikdesign",
  "Transforming ideas into striking visual designs. As a senior graphic designer, I offer creative solutions that elevate the identity of your brand.": "Du suchst nach beeindruckenden visuellen Designs? Als Senior Grafikdesigner biete ich Dir kreative Lösungen, die Deine Corporate Identity stärken.",
  "Expert in product gallery, Amazon EBC (A+), and brand stores design to optimize the sales of your products on Amazon.": "Mit meiner Erfahrung in den Bereichen Produktgalerien, Amazon EBC (A+) und Markenshop sorge ich für mehr Erfolg auf Amazon.",
  "Let's make your brand shine with captivating posters, flyers, and web banners. I'm here to boost your ad strategies with stunning visuals.": "Ob mit fesselnden Postern, Flyern oder Webbannern - mein Bildmaterial erzeugt einen Wiedererkennungswert für Deine Marke.",
  "As a senior graphic designer and marketing expert, I'll help you create a competitive Corporate Identity. Ensure a memorable brand image with a unique logo, business cards, and more.": "Kreiere mit mir gemeinsam eine klare Corporate Identity, die durch ein einprägsames Markenimage, einzigartige Logos und Visitenkarten oder andere Werbedrucke überzeugt.",

  "__TEXTS FROM MARKETING COMPONENT__": "Hier Texte aus dem Marketing-Komponente",
  "Marketing & advertising services": "Marketing und Werbung",
  "Take your brand to new heights with expert solutions. From precision PPC campaigns to tailored marketing strategies.": "Meine Expertise bringt Deine Marke mit durchdachten Strategien bis ganz nach Oben.",
  "Awareness > consideration > conversion.": "Awareness > consideration > conversion.",
  "Boost awareness with expert PPC campaigns. As a marketing specialist, I craft purposeful online ads, enhancing ROI through strategic optimization and analysis.": "Steigere den Bekanntheitsgrad Deiner Marke mit meinen professionellen PPC-Kampagnen. Als Marketingexperte gestalte ich zielgruppenspezifische Online-Anzeigen und steigere den ROI durch strategische Optimierungen.",
  "It's time to transform your leads into buyers, and I'm here to assist with copywriting, design, and email campaign management.": "Wandel mit meinen Designs, E-Mail-Kampagnen und meiner Textunterstützung Deine Leads endlich in Kunden um!",
  "Elevate your brand's impact and reach with expert guidance in marketing planning and execution.": "Verbessere die Wirkung und Reichweite Deiner Marke mit fachkundiger Beratung bei der Marketingplanung und -ausführung.",

  "__TEXTS FROM DEVELOPMENT COMPONENT__": "Hier Texte aus der Entwicklungs-Komponente",
  "Web development services": "Webentwicklung",
  "Tailored services for websites and web apps. A mobile-first focus ensures a seamless experience on every device. Contact me for a free consultation on your project.": "Mobile-first ist für Dich kein Fremdwort? Dann kontaktiere mich gerne, damit wir Dein Online-Projekt auf jedem Endgerät zum Erlebnis machen!",
  "Fully customizable frontend, engaging user experience, and a robust backend for effortless product management, user accounts, and in-app communications.": "Erfahre hier mehr zu vollständig anpassbaren Frontends, ansprechender User Experience und soliden Backends für einfaches Produkt- und Accountmanagement und In-App-Kommunikation.",
  "Empower your business with a robust, secure and customizable solution for managing leads, contacts, clients, projects and more. Perfect for team collaboration and project management.": "Stärke Dein Business mit sicheren und individuellen Lösungen für die Verwaltung von Leads, Kontakten und Kunden, die perfekt zur Koordination von Teams und Projekten sind.",
  "Ensuring regular check-ups, performance optimizations, features update. Always ready to resolve any issue promptly.": "Ich biete umfassenden Support, regelmäßige Check-ups, Feautres und Leistungsoptimierungen.",

  "__TEXTS FROM AMAZON SOLUTIONS COMPONENT__": "Hier Texte aus der Amazon-Lösungen-Komponente",
  "Service specialized in creating visually appealing and brand-optimized product images, infographics, A+ content, and engaging storefront designs for effective representation and better visibility on the Amazon platform.": "Sorge mit visuell ansprechenden und CI-optimierten Produktbildern, Infografiken und A+-Inhalten für eine effektive Darstellung und gesteigerte Sichtbarkeit auf Amazon.",
  "Product gallery": "Produktgalerie",
  "Enhance brand content": "Enhance brand content",
  "Brand store": "Brand store",
  "Visually Engaging Product Images: Compelling and high-quality product imagery that captivates the audience, leading to increased click-through rates and conversions.": "Visuell optimierte Produktbilder: Überzeugende und hochwertige Produktbilder, die die Zielgruppe  ansprechen und zu höheren Click-Rates und Conversions führen.",
  "A+ Content Creation: Tailored creation of enhanced content, providing an immersive shopping experience that highlights product features, benefits, and differentiation.": "A+ Inhalte: Hebe mittels individuell konzipieter A+Inhalte die Vorteile Deiner Produkte beeindruckend hervor.",
  "Storefront Design Expertise: Customized storefront designs that align with brand identity, ensuring an inviting, professional, and trust-evoking presentation.": "Schaufensterdesign: Unterstreiche Deine CI mit stimmigen Schaufensterdesigns. Meine Expertise garantiert dabei   einladene, professionelle und vertraunswürdige Designs.",
  "Infographic Development: Creation of engaging infographics that convey complex information in a visually appealing manner, enhancing product understanding and engagement.": "Konzeption von Infografiken: Ich erstelle für Dich aussagekräftige Infografiken, die selbst komplexeste Informationen ansprechend vermitteln und das Produktverständnis erhöhen.",
  "Product listing images for Amazon": "Bilder für Produktlisten bei Amazon",
  "Professional Product Showcase: Crafting a visually appealing and organized gallery that showcases products in an engaging and marketable way, increasing appeal to potential customers.": "Optimierte Produktpräsentation: Steigere die Attraktivität Deines Produkts mit einer professionellen und überischtlichen Galerie, die im Vergleich mit der Konkurrenz überzeugt.",
  "Enhanced User Experience: Creating a user-friendly product gallery that enhances customer experience, aiding in quicker decision-making and contributing to increased sales and customer satisfaction.": "Verbesserte User Experience: Eine übersichtliche Galerie sorgt nicht nur für einen professionellen Look, sie führt  auch zu einer schnelleren Kaufentscheidung und Zufriedenheit beim Kunden.",
  "Images for Amazon's A+ Content": "Bilder für Amazons A+ Inhalt",
  "Enhanced Product Representation: Crafting compelling, high-quality images specifically designed for A+ content to illustrate product features, benefits, and details, enhancing the customer's shopping experience.": "Aussagekräftige Produktdarstellung: Mit hochwertigen und speziell für A+ konzipierten Bildern werden die Produktmerkmale, Vorteile oder Details zielgruppenspezifisch visualisiert und heben Dein Produkt gegen die Konkurrenz ab.",
  "Elevate Brand Presence: Creating visually captivating and informative images that help establish a strong brand identity, leading to increased customer engagement and a higher conversion rate.": "Erhöhte Markenpräsenz: Binde Deine Kunden durch eine starke CI und einzigartige Produktbilder, die zu einer höheren Conversion-Rate führen.",
  "Images for Amazon's brand store": "Bilder für Amazons Brand store",
  "Brand-Centric Visuals: Craft visually stunning images designed specifically for Amazon Brand Store to convey a brand's unique story, features, and products, enhancing brand recognition and customer appeal.": "CI-konformes Bildmaterial: Mit meinen Entwürfen schaffe ich ein einmaliges Kauferlebnis in Deinem Brand Store, der so Deine einzigartige Marken-Geschichte erzählt, wichtige Informationen liefert und Deine Marke zum Kundenmagnet werden lässt.",
  "Storefront Optimization: Develop a compelling storefront through creatively designed graphics and images that engage and guide customers, improving browsing experience and fostering a lasting brand impression.": "Brand Store-Optimierung: Die Startseite Deines Brand Store ist das Aushängeschild Deiner Marke! Mit meinen ansprechenden Grafiken und Bildern spiegelt sich hier Deine CI wider und der Kunde wird Deine Marke im Gedächtnis behalten.",

  "__TEXTS FROM ADVERTISING MATERIAL COMPONENT__": "Hier Texte aus der Werbematerial-Komponente",
  "Craft eye-catching advertising materials for brand resonance. Innovative designs drive engagement across posters, banners, and digital ads, enhancing your brand's identity and visibility.": "Deine Werbung soll in Erinnerung blieben? Mit meinen auffälligen Werbemitteln werden Deine Plakate, Banner und digitale Anzeigen ganz sicher die Auffermksamkeit potenzieller Kunden auf sich ziehen!",
  "Create attention-grabbing posters, banners, and digital advertisements.": "Geminsam konzipieren wir aussagekräftige Poster, catchy Banner und moderne, digitale Anzeigen.",
  "Innovative designs enhancing brand identity for better visibility.": "Innovative Designs zur Verbesserung der Markenidentität für eine bessere Sichtbarkeit.",
  "Tailored and engaging visuals for compelling advertising material.": "Erlebe den Unterschied, den starkes Bildmaterial in Deinen Werbemitteln machen wird.",
  "High-quality and creative content that resonates with the audience.": "Qualitativ hochwertiger und kreativer Content, der bei Deiner Zielgruppe ankommt.",
  "Online and offline images for advertising": "Online- und Offline-Bilder für Deine Werbung",

  "__TEXTS FROM CORPORATE IDENTITY COMPONENT__": "Hier Texte aus der Corporate Identity-Komponente",
  "A carefully crafted guide, it encompasses your brand's core essence, presenting exclusive assets from logos to color schemes. Guaranteeing visual harmony across all channels, this manual establishes brand authority and recognition, delivering a cohesive brand persona.": "Ein sorgfältig ausgearbeiteter CI-Guide umfasst den Kern Deiner Marke und präsentiert exklusive Assets von Logos bis hin zu Farbschemata. Mit einem professionellen Guide schärfst Du die visuelle Harmonie auf allen Kanälen sowie den Wiedererkennungswert Deiner Marke.",
  "Unified Visual Language: Establish a cohesive and unified visual language across all brand communications.": "Einheitliche visuelle Sprache: Etabliere eine kohärente und einheitliche Bildsprache für die gesamte Markenkommunikation.",
  "Logo and Design Consistency: Present guidelines for logo usage, typography, and color schemes, ensuring a consistent brand representation.": "Logo und Design-Konsistenz:  In einem solchen Guide lassen sich  Richtlinien für die Verwendung von Logos, Typografie und Farbschemata festlegen, um eine stimmige Markendarstellung zu erzielen.",
  "Brand Recognition: Develop exclusive assets for easy brand recognition and build a unique identity in the market.": "Markenbekanntheit: Ich gestalte exklusive Assets für eine einfache Markenerkennung, damit Deine Marke eine einzigartige Identität auf dem Markt aufbauen kann.",
  "Professional Brand Guide: Provide a comprehensive manual for internal and external stakeholders, guaranteeing the maintenance of brand integrity and consistency.": "Professioneller Markenleitfaden: Bereitstellung eines umfassenden Guides für interne und externe Stakeholder, der die Markenintegrität und -konsistenz wahrt.",
  "Corporate identity manual for a Pizza place": "Corporate Identity-Guide für eine Pizzeria",
  "Comprehensive manuals that ensure consistent brand identity, encompassing logo use, color palettes, typography, and design guidelines. This manual guarantees a uniform brand representation across all mediums.": "Umfassende Guides, die eine universelle Markenidentität gewährleisten und die Verwendung von Logos, Farbpaletten, Typografie und Designrichtlinien umfassen. So kann eine einheitliche Markendarstellung über alle Medien hinweg eingehalten werden.",
  "My manuals are designed to be adaptable and scalable. They not only serve to standardize the brand but also allow for future expansion or adaptations. This ensures that your brand maintains its integrity while allowing flexibility for future brand development.": "Meine Guides sind so konzipiert, dass sie anpassungsfähig und skalierbar sind. Sie dienen nicht nur der internen Standardisierung der Marke, sondern ermöglichen auch zukünftig Flexibiltät. Dadurch wird sichergestellt, dass Deine Marke ihre Integrität wahrt und gleichzeitig Raum für die künftige Markenentwicklung bietet.",

  "__TEXTS FROM PPC CAMPAIGN COMPONENT__": "Hier Texte aus der PPC-Komponente",
  "Crafting custom campaigns for optimal online visibility and ROI. A strategic keyword targeting and persuasive ad strategies across multiple platforms drive success. Elevate your brand exposure with our PPC services.": "Ich erstelle individuelle Kampagnen für optimale Online-Sichtbarkeit und ROI. Ein strategisches Keyword-Targeting und überzeugende Werbestrategien auf mehreren Plattformen führen zum Erfolg. Erhöhe die Sichtbarkeit Deiner Marke mit meiner PPC-Expertise.",
  "Customized strategies tailored to each business, ensuring precise audience targeting and optimal keyword selection for higher conversions.": "Die auf Dein Business abgestimmte Strategien enthalten dabei ein zielgruppenspezifisches Targeting und relevante Keywords, was für eine signifikate Erhöhung der Conversion-Rate sorgt.",
  "Data-driven campaign management, leveraging detailed analytics to make informed decisions and adjustments for optimal performance.": "Um fundierte Entscheidungen und Anpassungen treffen zu können, greife ich auf datengesteuertes Kampagnenmangement und detaillierte Analysen zurück.",
  "Rigorous ad performance analysis to fine-tune campaigns for maximum effectiveness and to seize new market opportunities.": "Durch eingehende Analysen der Performance ist eine maximale Wirksamkeit Deiner Kampagnen gewährleistet und neue Marktchancen können schnell erkannt werden.",
  "Innovative ad design, crafting compelling and visually engaging ad copies that resonate with the target audience.": "Entdecke innovatives Design und  überzeugende Werbetexte, die bei der Zielgruppe ankommen.",

  "__TEXTS FROM EMAIL MARKETING COMPONENT__": "Hier Texte aus der E-Mail-Marketing-Komponente",
  "Boost engagement, conversions, and customer relationships with a tailored and analytics-driven email marketing service, designed to optimize your campaigns and achieve meaningful results.": "Verbessere Deine Kundenbeziehung und die Markenbindung mit einem individuellen und analytischen E-Mail-Marketing-Service, der Deine Werbemaßnahmen optimal unterstützt.",
  "Tailored and responsive email campaigns designed to captivate audiences and increase engagement rates.": "Gerade bei Mailings sind Reaktionszeit und Inhalt entscheidend, um Deine Kunden adequat anzusprechen.",
  "Segmentation strategies, ensuring the right message reaches the right audience for higher conversion rates.": "Mit der richtigen Segmentierungsstrategien stelle ich sicher, dass die richtige Botschaft die richtige Zielgruppe erreicht, um höhere Konversionsraten zu erzielen.",
  "Expert consultation and ongoing support to enhance email marketing strategies, harnessing the full potential of the platform for client success.": "Fachkundige Beratung und kontinuierlicher Support sorgen für eine Verbesserung von E-Mail-Marketingstrategien, um das volle Potenzial der Plattform für Dich nutzbar zu machen.",
  "A/B testing and analytics for continuous optimization, refining subject lines, content, and sending times for improved open and click-through rate.": "A/B-Tests und Analysen zur stetigen Optimierung, Verfeinerung der Betreffzeilen, des Inhalts und der Versandzeiten generieren eine verbesserte Öffnungs- und Klickrate.",

  "__TEXTS FROM MARKETING STRATEGIES COMPONENT__": "Hier Texte aus der Marketingstrategien-Komponente",
  "Focused on content and funnel strategies. I'm here to tailor the perfect approach for your business, develop a goal-centric plan to drive success.": "Auf Basis von Content und Trichterstrategien erstelle ich den perfekten Ansatz für mehr Erfolg in Deinem Business.",
  "Funnel strategy": "Trichter-Marketingstrategie",
  "Definition": "Definition",
  "A funnel strategy refers to the sequence of steps a potential customer takes to move from being aware of a brand or product to making a purchase.": "Eine Trichterstrategie bezieht sich auf die Abfolge der Schritte, die ein potenzieller Kunde durchläuft, um von der Bekanntheit einer Marke oder eines Produkts zu einem Kauf zu gelangen.",
  "Focus": "Schwerpunkt",
  "It focuses on the stages of a buyer's journey, often divided into awareness, consideration, decision, and post-purchase stages.": "Diese Strategie konzentriert sich dabei auf die Phasen der Customer Journey, die häufig in Bewusstsein, Überlegung, Entscheidung und Nachkauf unterteilt werden.",
  "Goals": "Ziele",
  "The goal is to guide potential customers through the marketing funnel, providing the right information and offers at each stage to move them closer to making a purchase.": "Ziel ist es, potenzielle Kunden durch den Marketingtrichter zu führen und ihnen in jeder Phase die richtigen Informationen und Angebote zu liefern, um sie zu einem Kauf zu bewegen.",
  "Content strategy": "Content-Marketing-Strategie",
  "A content strategy outlines how content will be created, published, and managed to achieve specific goals.": "Eine Contentstrategie beschreibt, wie Inhalte erstellt, veröffentlicht und verwaltet werden sollen, um bestimmte Ziele zu erreichen.",
  "It's primarily concerned with developing and distributing valuable and relevant content to attract and engage a target audience. This content is often focused on education, entertainment, or problem-solving, designed to resonate with the audience's interests and needs.": "Es geht in erster Linie darum, wertvolle und relevante Inhalte zu entwickeln und zu verbreiten, um ein Zielpublikum anzuziehen und zu binden. Dieser Content bezieht sich oft auf Bildung sowie Unterhaltung und soll die Interessen und Bedürfnisse der Zielgruppe ansprechen.",
  "Its primary aim is to generate brand awareness, engage with potential customers, build trust and authority, and foster customer loyalty by providing value through content.": "Ihr Hauptziel ist es, Markenbewusstsein zu schaffen, potenzielle Kunden anzusprechen, Vertrauen und Deine Brand als Instanz aufzubauen sowie die Kundenbindung zu fördern, indem sie durch Inhalte einen Mehrwert bietet.",

  "__TEXTS FROM RESTAURANT WEBAPP COMPONENT__": "Hier Texte aus der Restaurant-Webanwendungs-Komponente",
  "Customizable Frontend: Tailored frontend solutions to match your brand, ensuring a unique online presence.": "Anpassbares Frontend: Spezifische Frontend-Lösungen konzipiere ich passend zu Deiner Marke und sorge somit für einzigartige Online-Präsenz.",
  "Enhanced User Experience: Engage users with intuitive interfaces and seamless navigation for increased interaction and satisfaction.": "Verbesserte User Experience: Leite die Nutzer mit intuitiven Oberflächen und nahtloser Navigation durch Deine App für mehr Interaktion und Zufriedenheit.",
  "Effortless Product Management: Simplify and streamline product administration for increased efficiency.": "Mühelose Produktverwaltung: Einfache und geradlinige  Produktverwaltung für mehr Effizienz",
  "User Account Functionality: Provide secure and convenient user account functionalities.": "Benutzerkonten: Sichere und bequeme Benutzerkonto-Funktionen",
  "In-App Communication Features: Foster interaction and connectivity within your application for improved engagement.": "In-App-Kommunikation: Fördere die Interaktion und Konnektivität innerhalb Deiner Anwendung, um den Kunden noch mehr zu binden.",
  "Robust Backend Structure: Dependable backend infrastructure to support smooth operations and functionality.": "Robuste Backend-Struktur: Zuverlässige Backend-Infrastruktur für reibungslose Abläufe und Funktionen.",

  "__TEXTS FROM CRM WEBAPP COMPONENT__": "Hier Texte aus der CRM-Webanwendungs-Komponente",
  "Enhanced Customer Management: Streamline customer relationship management with a centralized system, organizing contacts, leads, and interactions, fostering stronger relationships and personalized service delivery.": "Verbessertes Kundenmanagement: Rationalisieren Sie das Kundenbeziehungsmanagement mit einem zentralisierten System, das Kontakte, Leads und Interaktionen organisiert und so stärkere Beziehungen und personalisierte Serviceleistungen fördert.",
  "Robust Solution: A powerful, sturdy framework designed to manage your business operations effectively.": "Robuste Lösung: Ein leistungsstarkes, robustes Framework, das für die effektive Verwaltung Ihrer Geschäftsabläufe entwickelt wurde.",
  "Customizable Features: Tailored functionalities to align with your specific business needs.": "Anpassbare Funktionen: Maßgeschneiderte Funktionen zur Anpassung an Ihre spezifischen Geschäftsanforderungen.",
  "Scalable Solutions: Tailored to your business needs, our CRM web application offers scalable features, ensuring flexibility and adaptability as your business grows.": "Skalierbare Lösungen: Unsere CRM-Webanwendung ist auf die Bedürfnisse Ihres Unternehmens zugeschnitten und bietet skalierbare Funktionen, die Flexibilität und Anpassungsfähigkeit an das Wachstum Ihres Unternehmens gewährleisten.",

  "__TEXTS FROM MAINTENANCE COMPONENT__": "Hier Texte aus der Wartungskomponente",
  "Regular Maintenance: Scheduled check-ups to keep systems and operations optimized.": "Regelmäßige Wartung: Regelmäßige Überprüfungen, um die Systeme und den Betrieb zu optimieren.",
  "Performance Enhancements: Constantly fine-tuning features for better performance.": "Leistungsverbesserungen: Ständige Feinabstimmung der Funktionen für bessere Leistung.",
  "Ongoing Feature Updates: Regular updates to ensure your technology stays current.": "Laufende Funktionsaktualisierungen: Regelmäßige Updates, damit Ihre Technologie auf dem neuesten Stand bleibt.",
  "Rapid Issue Resolution: Swift resolution of any issues that arise.": "Schnelle Behebung von Problemen: Schnelle Lösung von Problemen, die auftreten.",

  "__TEXTS FROM GLOSSARY COMPONENT__": "Hier Texte aus der Glossar-Komponente",
  "Amazon Ads": "Amazon-Anzeigen",
  "Banner": "Banner",
  "Brand identity": "Markenidentität",
  "Brand persona": "Markenpersönlichkeit",
  "Brand Store from Amazon": "Brand store von Amazon",
  "Branding": "Markenbildung",
  "Brochure": "Broschüre",
  "Color schemes": "Farbschemata",
  "Corporate brand identity": "Corporate Identity",
  "CRUD (Create, Read, Update, Delete)": "CRUD (Erstellen, Lesen, Aktualisieren, Löschen)",
  "Facebook Ads": "Facebook Ads",
  "Flyer": "Flugblatt",
  "Font": "Schriftart",
  "Front end": "Frontend",
  "Google Ads": "Google Ads",
  "Interface experience": "Interface experience",
  "Lead": "Lead",
  "Logo": "Logo",
  "Magazine": "Magazin",
  "Mock-up": "Mock-up",
  "Online advertising": "Online-Werbung",
  "PPC (Pay Per Click)": "PPC (Pay-per-Click)",
  "Potential customer": "Potenzieller Kunde",
  "Printed advertising": "Gedruckte Werbung",
  "Product gallery for Amazon": "Produktgalerie für Amazon",
  "Responsive design": "Responsives Design",
  "SEO (Search Engine Optimization)": "SEO (Suchmaschinenoptimierung)",
  "SEM (Search Engine Marketing)": "SEM (Suchmaschinenmarketing)",
  "Social media": "Social media",
  "Stand": "Stand",
  "Stakeholders": "Stakeholders",
  "Typography": "Typografie",
  "User experience": "User experience",
  "Web-app": "Web-app",
  "Web-site": "Web-site",
  "Materials used in advertising campaigns, such as posters, brochures, and digital ads.": "Materialien, die in Werbekampagnen verwendet werden, wie Plakate, Broschüren und digitale Anzeigen.",
  "Paid advertising on the e-commerce platform Amazon.": "Bezahlte Werbung auf der E-Commerce-Plattform Amazon.",
  "Specific solutions designed to optimize the presence and sales of products on the Amazon platform.": "Spezifische Lösungen zur Optimierung der Präsenz und des Verkaufs von Produkten auf der Amazon-Plattform.",
  "A visual ad format, usually online, used for promotions and marketing.": "Ein visuelles Werbeformat, in der Regel online, das für Werbeaktionen und Marketing verwendet wird.",
  "The visual and conceptual representation of a brand, including elements like the logo, colors, and typography.": "Die visuelle und konzeptionelle Darstellung einer Marke, einschließlich Elementen wie dem Logo, den Farben und der Typografie.",
  "The distinctive personality attributed to a brand.": "Die unverwechselbare Persönlichkeit, die einer Marke zugeschrieben wird.",
  "A dedicated store on the Amazon platform showcasing and selling products from a specific brand.": "Ein spezieller Shop auf der Amazon-Plattform, in dem die Produkte einer bestimmten Marke präsentiert und verkauft werden.",
  "The process of building and managing a brand to create a distinctive and lasting perception in consumers' minds.": "Der Prozess des Aufbaus und der Verwaltung einer Marke, um eine unverwechselbare und dauerhafte Wahrnehmung in den Köpfen der Verbraucher zu schaffen.",
  "An informative pamphlet presenting an organization, product, or service.": "Eine Informationsbroschüre, die eine Organisation, ein Produkt oder eine Dienstleistung vorstellt.",
  "The choice and combination of colors used in design to convey a consistent visual identity.": "Die Auswahl und Kombination von Farben, die im Design verwendet werden, um eine einheitliche visuelle Identität zu vermitteln.",
  "Planning and managing the creation and distribution of content to achieve specific goals.": "Planung und Verwaltung der Erstellung und Verbreitung von Inhalten, um bestimmte Ziele zu erreichen.",
  "The visual and conceptual representation of a brand at a corporate level, covering broader aspects.": "Die visuelle und konzeptionelle Darstellung einer Marke auf Unternehmensebene, die weiter gefasste Aspekte umfasst.",
  "Basic operations in computer systems to manage data.": "Grundlegende Operationen in Computersystemen zur Verwaltung von Daten.",
  "Advertising on the social media platform Facebook.": "Werbung auf der Social-Media-Plattform Facebook.",
  "A printed sheet designed for distribution, usually for promotions or events.": "Ein gedrucktes Blatt, das zur Verteilung bestimmt ist, normalerweise für Werbeaktionen oder Veranstaltungen.",
  "A graphic representation that identifies a company or brand.": "Eine grafische Darstellung, die ein Unternehmen oder eine Marke identifiziert.",
  "The part of a computer system that interacts directly with users.": "Der Teil eines Computersystems, der direkt mit den Benutzern interagiert.",
  "A sequence of steps to take a potential customer from brand awareness to making a purchase.": "Eine Abfolge von Schritten, die einen potenziellen Kunden vom Markenbewusstsein zum Kauf führen.",
  "Google's advertising platform that allows advertisers to display ads in Google search results.": "Die Werbeplattform von Google, die es Werbetreibenden ermöglicht, Anzeigen in den Google-Suchergebnissen zu schalten.",
  "Graphic design refers to the visual creation of content to communicate messages.": "Grafikdesign bezieht sich auf die visuelle Gestaltung von Inhalten zur Vermittlung von Botschaften.",
  "The user experience specifically related to the interface of a system or application.": "Die Benutzererfahrung, die sich speziell auf die Schnittstelle eines Systems oder einer Anwendung bezieht.",
  "A potential customer who has shown interest in a company's products or services.": "Ein potenzieller Kunde, der Interesse an den Produkten oder Dienstleistungen eines Unternehmens gezeigt hat.",
  "A printed or digital publication containing articles, photographs, and advertisements.": "Eine gedruckte oder digitale Veröffentlichung mit Artikeln, Fotos und Anzeigen.",
  "Planning and executing actions to promote and sell products or services.": "Planung und Durchführung von Maßnahmen zur Förderung und zum Verkauf von Produkten oder Dienstleistungen.",
  "A visual representation of a design, often in the form of a model or prototype.": "Eine visuelle Darstellung eines Entwurfs, oft in Form eines Modells oder Prototyps.",
  "Advertising conducted through online channels, such as websites, social media, and search engines.": "Werbung, die über Online-Kanäle wie Websites, soziale Medien und Suchmaschinen erfolgt.",
  "An online advertising model where advertisers pay when someone clicks on their ad.": "Ein Online-Werbemodell, bei dem Werbetreibende zahlen, wenn jemand auf ihre Anzeige klickt.",
  "A person who has the possibility of becoming a customer due to their interest in products or services.": "Eine Person, die aufgrund ihres Interesses an Produkten oder Dienstleistungen die Möglichkeit hat, ein Kunde zu werden.",
  "Advertising in various printed formats, such as posters, brochures, or newspaper ads.": "Werbung in verschiedenen gedruckten Formaten, z. B. Plakate, Broschüren oder Zeitungsanzeigen.",
  "A visual collection of products designed for effective presentation on the Amazon platform.": "Eine visuelle Sammlung von Produkten, die für eine effektive Präsentation auf der Amazon-Plattform entwickelt wurde.",
  "Design that adapts and responds to different screen sizes and devices.": "Design, das sich an verschiedene Bildschirmgrößen und Geräte anpasst und darauf reagiert.",
  "Strategies to improve the visibility of a website in organic search engine results.": "Strategien zur Verbesserung der Sichtbarkeit einer Website in den organischen Suchergebnissen der Suchmaschinen.",
  "Strategies to promote a website by increasing its visibility in paid search engine results.": "Strategien zur Förderung einer Website durch Erhöhung ihrer Sichtbarkeit in bezahlten Suchmaschinenergebnissen.",
  "Online platforms and websites that allow users to create and share content.": "Online-Plattformen und Websites, auf denen Nutzer Inhalte erstellen und weitergeben können.",
  "A structure for displaying promotional materials at events or fairs.": "Eine Struktur für die Auslage von Werbematerial bei Veranstaltungen oder Messen.",
  "Individuals or groups with an interest in or who can be affected by a company's activities and decisions.": "Einzelpersonen oder Gruppen, die ein Interesse an den Aktivitäten und Entscheidungen eines Unternehmens haben oder von ihnen betroffen sein können.",
  "The style and appearance of letters and characters used in design.": "Der Stil und das Aussehen von Buchstaben und Zeichen, die im Design verwendet werden.",
  "The overall experience of a user when interacting with a product or service.": "Die Gesamterfahrung eines Nutzers bei der Interaktion mit einem Produkt oder einer Dienstleistung.",
  "An application designed to be used through a web browser.": "Eine Anwendung, die für die Nutzung über einen Webbrowser konzipiert ist.",
  "An online location composed of web pages and related resources.": "Ein Online-Standort, der aus Webseiten und verwandten Ressourcen besteht.",

  "__TEXTS FROM ABOUT COMPONENT__": "Hier Texte aus der Über-mich-Komponente",
  "I'm Diego, a versatile professional integrating marketing, graphic design, and web development skills. With a background in event management and diverse marketing roles, I bring a unique perspective from both agency and business points of view. Specialized as a senior graphic designer with a focus on sales impact. Originally from Spain, I'm now based in Cologne, Germany. I look forward to connecting with you — feel free to reach out anytime!": "Ich bin Diego, ein vielseitiger Fachmann, der seine Fähigkeiten in den Bereichen Marketing, Grafikdesign und Webentwicklung einsetzt. Mit meinem Hintergrund im Eventmanagement und verschiedenen Marketingfunktionen bringe ich eine einzigartige Perspektive sowohl aus der Sicht der Agentur als auch aus der des Unternehmens mit. Spezialisiert als Senior-Grafikdesigner mit dem Schwerpunkt auf Verkaufswirkung. Ursprünglich aus Spanien stammend, lebe ich jetzt in Köln, Deutschland. Ich freue mich auf den Kontakt mit Ihnen - Sie können sich jederzeit an mich wenden!"
}
