{
  "__TEXTS FROM HEADER COMPONENT__": "Here texts from Header Component",
  "Graphic design": "Diseño gráfico",
  "All services": "Todos los servicios",
  "Amazon solutions": "Amazon solutions",
  "Advertising material": "Material de publicidad",
  "Corporate identity": "Identidad corporativa",
  "Marketing & advertising": "Marketing & publicidad",
  "PPC campaign": "Campaña PPC",
  "Email marketing": "Email marketing",
  "Marketing strategy": "Estrategia de marketing",
  "Web development": "Desarrollo web",
  "Restaurant web-app": "Restaurante web-app",
  "CRM web-app": "CRM web-app",
  "Maintenance & support": "Mantenimiento y soporte",
  "Language": "Idioma",

  "__TEXTS FROM FOOTER COMPONENT__": "Here texts from Header Component",
  "Customer area": "Area cliente",
  "Glossary": "Glosario",
  "Services": "Servicios",
  "Website developed by": "Página web desarrollada por",

  "__TEXTS FROM CONTACT COMPONENT__": "Here texts from Contact Component",
  "Contact": "Contacto",
  "Contact form": "Formulario de contacto",
  "Name": "Nombre",
  "This field is mandatory.": "Este campo en obligatorio.",
  "Place a real name.": "Escribe un nombre real.",
  "Your company website": "Página web de tu empresa",
  "Invalid URL.": "URL incorrecta",
  "Enter your email": "Ingresa tu email",
  "Invalid email.": "Email incorrecto",
  "Products you are interested in": "Productos que te interesan",
  "Write a message": "Escribe un mensaje",
  "Do the interview": "Haz la entrevista",
  "Send": "Enviar",
  "Error sending message": "Error al enviar el mensaje",
  "Message sent successfully": "Mensaje enviado correctamente",
  "Thanks for your interest.": "Gracias por ponerte en contacto",
  "I will get back to you as soon as possible": "Me pondré en contacto contigo lo antes posible",

  "__TEXTS FROM HOME COMPONENT__": "Here texts from Contact Component",
  "Welcome to Diego's website": "Bienvenido a la página de Diego",
  "Digital services": "Digital services",
  "Expert in online marketing and advertising, graphic design & web development.": "Experto en marketing y publicidad online, diseño gráfico y programación.",
  "Transforming ideas into striking visual designs. Creative solutions that elevate the identity of your brand.": "Transformando ideas en diseños visuales impactantes. Soluciones creativas que potencian la identidad de tu marca.",
  "More information": "Más información",
  "Elevate your brand with effective Marketing & Advertising. Unlock growth, engagement, and success with tailored strategies.": "Eleva tu marca con Marketing y Publicidad efectiva. Obtén crecimiento, presencia y éxito con estrategias de marketing personalizadas.",
  "Enhance your online presence with web development. From eye-catching websites to dynamic web applications.": "Mejora tu presencia en línea con desarrollo de aplicaciones web. Desde páginas web llamativas hasta aplicaciones web dinámicas.",

  "__TEXTS FROM GRAPHIC COMPONENT__": "Here texts from Graphic Component",
  "Graphic design services": "Servicios de diseño gráfico",
  "Transforming ideas into striking visual designs. As a senior graphic designer, I offer creative solutions that elevate the identity of your brand.": "Transformando ideas en diseños visuales impactantes. Como diseñador gráfico senior, ofrezco soluciones creativas que elevan la identidad de tu marca.",
  "Expert in product gallery, Amazon EBC (A+), and brand stores design to optimize the sales of your products on Amazon.": "Experto en galerías de productos, Amazon EBC (A+) y diseño de tiendas de marca para optimizar las ventas de tus productos en Amazon.",
  "Let's make your brand shine with captivating posters, flyers, and web banners. I'm here to boost your ad strategies with stunning visuals.": "Consigue que tu marca brille con carteles, folletos y banners web cautivadores. Estoy aquí para impulsar tus estrategias publicitarias con ideas visuales impresionantes.",
  "As a senior graphic designer and marketing expert, I'll help you create a competitive Corporate Identity. Ensure a memorable brand image with a unique logo, business cards, and more.": "Como diseñador gráfico experto en marketing, te ayudaré a crear una identidad corporativa competitiva. Asegura una imagen de marca memorable con un logotipo único, tarjetas de visita y más.",

  "__TEXTS FROM MARKETING COMPONENT__": "Here texts from Marketing Component",
  "Marketing & advertising services": "Servicios de Marketing y Publicidad",
  "Take your brand to new heights with expert solutions. From precision PPC campaigns to tailored marketing strategies.": "Lleve su marca a nuevas cotas con soluciones profesionales. Desde campañas PPC de precisión hasta estrategias de marketing a medida.",
  "Awareness > consideration > conversion.": "Concienciación > consideración > conversión.",
  "Boost awareness with expert PPC campaigns. As a marketing specialist, I craft purposeful online ads, enhancing ROI through strategic optimization and analysis.": "Genera la consciención de tu marca con campañas PPC. Como especialista en marketing, aporto objetivos significantes a sus anuncios en línea, mejorando el ROI a través de la optimización estratégica y el análisis.",
  "It's time to transform your leads into buyers, and I'm here to assist with copywriting, design, and email campaign management.": "Es hora de crear consideración y conversión de clientes, y yo estoy aquí para ayudarle con la redacción, el diseño y la gestión de campañas de correo electrónico.",
  "Elevate your brand's impact and reach with expert guidance in marketing planning and execution.": "Eleva el impacto y alcance de tu marca con la orientación experta en planificación y ejecución de estrategias de marketing.",


  "__TEXTS FROM DEVELOPMENT COMPONENT__": "Here texts from Development Component",
  "Web development services": "Servicios de Desarrollo Web",
  "Tailored services for websites and web apps. A mobile-first focus ensures a seamless experience on every device. Contact me for a free consultation on your project.": "Servicios personalizados para sitios y aplicaciones web. Un diempre diseño enfocado primero para móviles, garantizando una experiencia de usuario perfecta en cada dispositivo.",
  "Fully customizable frontend, engaging user experience, and a robust backend for effortless product management, user accounts, and in-app communications.": "Frontend completamente personalizable, experiencia de usuario atractiva y un backend robusto para una gestión de productos, cuentas de usuario y comunicaciones en la aplicación sin esfuerzo.",
  "Empower your business with a robust, secure and customizable solution for managing leads, contacts, clients, projects and more. Perfect for team collaboration and project management.": "Potencia tu negocio con una solución sólida, segura y personalizable para gestionar leads, contactos, clientes, proyectos y más. Perfecto para la colaboración en equipo y la gestión de proyectos.",
  "Ensuring regular check-ups, performance optimizations, features update. Always ready to resolve any issue promptly.": "Asegurando revisiones regulares, optimizaciones de rendimiento y actualizaciones de características. Siempre a su disposición para resolver cualquier problema de manera rápida.",

  "__TEXTS FROM AMAZON SOLUTIONS COMPONENT__": "Here texts from Amazon solutions Component",
  "Service specialized in creating visually appealing and brand-optimized product images, infographics, A+ content, and engaging storefront designs for effective representation and better visibility on the Amazon platform.": "Servicio especializado en la creación de imágenes de productos, infografías, contenido A+ y diseños atractivos de la Brand store para una representación efectiva y una mayor visibilidad de sus productos en la plataforma de Amazon.",
  "Product gallery": "Galería de productos",
  "Enhance brand content": "Contenido A+",
  "Brand store": "Brand store",
  "Visually Engaging Product Images: Compelling and high-quality product imagery that captivates the audience, leading to increased click-through rates and conversions.": "Imágenes de productos visualmente atractivas: Imágenes de productos convincentes y de alta calidad que cautivan al público, lo que se traduce en tasas de clics, disminución clientes insatisfechos y conversiones aumentadas entre otros.",
  "A+ Content Creation: Tailored creation of enhanced content, providing an immersive shopping experience that highlights product features, benefits, and differentiation.": "Creación de contenido A+: Creación personalizada de Contenido A+ que ofrece una experiencia de compra inmersiva y destaca las características, beneficios y diferenciación del producto.",
  "Storefront Design Expertise: Customized storefront designs that align with brand identity, ensuring an inviting, professional, and trust-evoking presentation.": "Branding, diseño de la tienda: Diseños de tienda personalizados que se alinean con la identidad de la marca, garantizando una presentación atractiva, profesional y que genera confianza en el usuario de Amazon.",
  "Infographic Development: Creation of engaging infographics that convey complex information in a visually appealing manner, enhancing product understanding and engagement.": "Desarrollo de infografías: Creación de infografías atractivas que transmiten información compleja de manera visualmente atractiva, mejorando la comprensión y el compromiso del producto.",
  "Product listing images for Amazon": "Galería de imágenes del producto para Amazon",
  "Professional Product Showcase: Crafting a visually appealing and organized gallery that showcases products in an engaging and marketable way, increasing appeal to potential customers.": "Presentación profesional de productos: Creación de una galería visualmente atractiva y organizada que muestra productos de manera atractiva y comercial, aumentando su atractivo para los clientes potenciales y destacando los USP (Unique Selling Points).",
  "Enhanced User Experience: Creating a user-friendly product gallery that enhances customer experience, aiding in quicker decision-making and contributing to increased sales and customer satisfaction.": "Experiencia de usuario mejorada: Creación de una galería de productos fácil de usar que mejora la experiencia del cliente, ayudando en la toma de decisiones más rápidas y contribuyendo a un aumento de las ventas y la satisfacción del cliente.",
  "Images for Amazon's A+ Content": "Imágenes para el contenido A+ de Amazon",
  "Enhanced Product Representation: Crafting compelling, high-quality images specifically designed for A+ content to illustrate product features, benefits, and details, enhancing the customer's shopping experience.": "Representación mejorada del producto: Creación de imágenes convincentes y de alta calidad diseñadas específicamente para el contenido A+ para ilustrar las características, beneficios y detalles del producto, mejorando la experiencia de compra del cliente.",
  "Elevate Brand Presence: Creating visually captivating and informative images that help establish a strong brand identity, leading to increased customer engagement and a higher conversion rate.": "Elevar la presencia de la marca: Creación de imágenes visualmente cautivadoras e informativas que ayudan a establecer una identidad de marca sólida, lo que se traduce en un mayor compromiso de los clientes y una tasa de conversión más alta.",
  "Images for Amazon's brand store": "Imágenes para la tienda de la marca de Amazon",
  "Brand-Centric Visuals: Craft visually stunning images designed specifically for Amazon Brand Store to convey a brand's unique story, features, and products, enhancing brand recognition and customer appeal.": "Imágenes centradas en tu marca: Creación de imágenes visualmente impactantes diseñadas específicamente para la Brand Store de Amazon con la que transmitir la historia, características y productos únicos de una marca, mejorando el reconocimiento y atractivo para los clientes.",
  "Storefront Optimization: Develop a compelling storefront through creatively designed graphics and images that engage and guide customers, improving browsing experience and fostering a lasting brand impression.": "Optimización de la tienda: Desarrollo de una tienda atractiva a través de gráficos e imágenes llamativas que atraen y guían a los clientes, mejorando la experiencia de navegación y fomentando una impresión duradera de la marca.",

  "__TEXTS FROM ADVERTISING MATERIAL COMPONENT__": "Here texts from Advertising material Component",
  "Craft eye-catching advertising materials for brand resonance. Innovative designs drive engagement across posters, banners, and digital ads, enhancing your brand's identity and visibility.": "Elaboración de materiales publicitarios atractivos para un mayor impacto de su marca. Diseños innovadores para tu público objetivo a través de carteles, folletos y anuncios digitales, mejorando la identidad y visibilidad de tu marca.",
  "Create attention-grabbing posters, banners, and digital advertisements.": "Creación de carteles, pancartas y anuncios digitales llamativos.",
  "Innovative designs enhancing brand identity for better visibility.": "Diseños innovadores que mejoran la identidad de la marca para una mejor visibilidad.",
  "Tailored and engaging visuals for compelling advertising material.": "Gráficos atractivos y personalizados para un material publicitario convincente.",
  "High-quality and creative content that resonates with the audience.": "Contenido creativo y de alta calidad que conectan con la audiencia.",
  "Online and offline images for advertising": "Imágenes para publicidad online y offline",

  "__TEXTS FROM CORPORATE IDENTITY COMPONENT__": "Here texts from Corporate identity Component",
  "A carefully crafted guide, it encompasses your brand's core essence, presenting exclusive assets from logos to color schemes. Guaranteeing visual harmony across all channels, this manual establishes brand authority and recognition, delivering a cohesive brand persona.": "Una guía cuidadosamente elaborada que abarca la esencia principal de tu marca, presentando activos exclusivos desde logotipos hasta combinaciones de colores. Garantizando armonía visual en todos los canales, este manual establece la autoridad y el reconocimiento de la marca, ofreciendo una identidad de marca coherente.",
  "Unified Visual Language: Establish a cohesive and unified visual language across all brand communications.": "Lenguaje visual unificado: Establecer un lenguaje visual coherente y unificado en todas las comunicaciones de la marca.",
  "Logo and Design Consistency: Present guidelines for logo usage, typography, and color schemes, ensuring a consistent brand representation.": "Consistencia en logos y diseños: Presentar pautas para el uso de logotipos, tipografía y combinaciones de colores, garantizando una representación de marca consistente.",
  "Brand Recognition: Develop exclusive assets for easy brand recognition and build a unique identity in the market.": "Reconocimiento de marca: Desarrollar activos exclusivos para un reconocimiento de marca sencillo y construir una identidad única en el mercado.",
  "Professional Brand Guide: Provide a comprehensive manual for internal and external stakeholders, guaranteeing the maintenance of brand integrity and consistency.": "Manual profesional para tu marca: Proporcionar una guía integral para partes internas y externas, garantizando el mantenimiento de la integridad y consistencia de la marca.",
  "Corporate identity manual for a Pizza place": "Manual de identidad corporativa para una pizzería",
  "Comprehensive manuals that ensure consistent brand identity, encompassing logo use, color palettes, typography, and design guidelines. This manual guarantees a uniform brand representation across all mediums.": "Manuales completos que garantizan una identidad de marca consistente, abarcando el uso del logotipo, paletas de colores, tipografía y pautas de diseño. Este manual garantiza una representación uniforme de la marca en todos los medios.",
  "My manuals are designed to be adaptable and scalable. They not only serve to standardize the brand but also allow for future expansion or adaptations. This ensures that your brand maintains its integrity while allowing flexibility for future brand development.": "Mis manuales están diseñados para ser adaptables y escalables. No solo sirven para estandarizar la marca, sino que también permiten futuras expansiones o adaptaciones. Esto asegura que tu marca mantenga su integridad al mismo tiempo que permite flexibilidad para el desarrollo futuro de la marca.",

  "__TEXTS FROM PPC CAMPAIGN COMPONENT__": "Here texts from PPC Component",
  "Crafting custom campaigns for optimal online visibility and ROI. A strategic keyword targeting and persuasive ad strategies across multiple platforms drive success. Elevate your brand exposure with our PPC services.": "Elaboración de campañas personalizadas para optimizar la visibilidad en línea y el retorno de la inversión (ROI). Una estrategia de orientación de palabras clave y estrategias persuasivas de anuncios en múltiples plataformas impulsan el éxito. Eleva la exposición de tu marca con el servicio de PPC.",
  "Customized strategies tailored to each business, ensuring precise audience targeting and optimal keyword selection for higher conversions.": "Estrategias personalizadas adaptadas a cada negocio, garantizando una orientación precisa del público objetivo y una selección óptima de palabras clave para conversiones más altas.",
  "Data-driven campaign management, leveraging detailed analytics to make informed decisions and adjustments for optimal performance.": "Gestión de campañas basada en datos, aprovechando análisis detallados para tomar decisiones informadas y ajustes para un rendimiento óptimo.",
  "Rigorous ad performance analysis to fine-tune campaigns for maximum effectiveness and to seize new market opportunities.": "Riguroso análisis del rendimiento de anuncios con el fin de ajustar las campañas para obtener el máximo efecto y aprovechar nuevas oportunidades de mercado.",
  "Innovative ad design, crafting compelling and visually engaging ad copies that resonate with the target audience.": "Diseño de anuncios innovadores, creando copys (textos) de anuncios convincentes e imágenes atractivas que conectan con tu público objetivo.",

  "__TEXTS FROM EMAIL MARKETING COMPONENT__": "Here texts from email marketing Component",
  "Boost engagement, conversions, and customer relationships with a tailored and analytics-driven email marketing service, designed to optimize your campaigns and achieve meaningful results.": "Impulsa el compromiso, las conversiones y las relaciones con los clientes con un servicio de marketing por correo electrónico personalizado y basado en análisis, diseñado para optimizar tus campañas y lograr resultados significativos.",
  "Tailored and responsive email campaigns designed to captivate audiences and increase engagement rates.": "Campañas de correo electrónico personalizadas y receptivas diseñadas para cautivar a las audiencias y aumentar las tasas de compromiso.",
  "Segmentation strategies, ensuring the right message reaches the right audience for higher conversion rates.": "Estrategias de segmentación que garantizan que el mensaje correcto llegue a la audiencia adecuada para tasas de conversión más altas.",
  "Expert consultation and ongoing support to enhance email marketing strategies, harnessing the full potential of the platform for client success.": "Consulta de expertos y soporte continuo para mejorar las estrategias de marketing por correo electrónico, aprovechando todo el potencial de la plataforma para el éxito del cliente.",
  "A/B testing and analytics for continuous optimization, refining subject lines, content, and sending times for improved open and click-through rate.": "A/B testing y análisis para una optimización continua, ajustando el asunto, contenido y horarios de envío para mejorar la tasa de apertura y clics.",

  "__TEXTS FROM MARKETING STRATEGIES COMPONENT__": "Here texts from marketing strategies Component",
  "Focused on content and funnel strategies. I'm here to tailor the perfect approach for your business, develop a goal-centric plan to drive success.": "Enfocado en estrategias de contenido y embudo. Estoy aquí para adaptar el enfoque perfecto para tu negocio, desarrollar un plan centrado en objetivos para lograr el éxito.",
  "Funnel strategy": "Estrategia de embudo",
  "Definition": "Definición",
  "A funnel strategy refers to the sequence of steps a potential customer takes to move from being aware of a brand or product to making a purchase.": "Una estrategia de embudo se refiere a la secuencia de pasos que toma un cliente potencial para pasar de ser consciente de una marca o producto a realizar una compra.",
  "Focus": "Enfoque",
  "It focuses on the stages of a buyer's journey, often divided into awareness, consideration, decision, and post-purchase stages.": "Se centra en cada una de las etapas del viaje del comprador, en pocas palabras podríamos dividirlo en etapas de conciencia, consideración, conversión y poscompra.",
  "Goals": "Objetivo",
  "The goal is to guide potential customers through the marketing funnel, providing the right information and offers at each stage to move them closer to making a purchase.": "El objetivo es guiar a los clientes potenciales a través del embudo de marketing, proporcionando la información y las ofertas adecuadas en cada etapa para acercarlos a realizar una compra.",
  "Content strategy": "Estrategia de contenido",
  "A content strategy outlines how content will be created, published, and managed to achieve specific goals.": "Una estrategia de contenido describe cómo se creará, publicará y gestionará el contenido para lograr objetivos específicos.",
  "It's primarily concerned with developing and distributing valuable and relevant content to attract and engage a target audience. This content is often focused on education, entertainment, or problem-solving, designed to resonate with the audience's interests and needs.": "Se preocupa principalmente por desarrollar y distribuir contenido valioso y relevante para atraer y cautivar a una audiencia objetivo. Este contenido suele centrarse en la educación, el entretenimiento o la resolución de problemas, diseñado para hacerse eco con los intereses y necesidades del público.",
  "Its primary aim is to generate brand awareness, engage with potential customers, build trust and authority, and foster customer loyalty by providing value through content.": "Su objetivo principal es generar conciencia de marca, interactuar con clientes potenciales, construir confianza y autoridad, y fomentar la fidelidad del cliente mediante la provisión de valor a través del contenido.",

  "__TEXTS FROM RESTAURANT WEBAPP COMPONENT__": "Here texts from restaurant webapp Component",
  "Customizable Frontend: Tailored frontend solutions to match your brand, ensuring a unique online presence.": "Frontend personalizable: Soluciones de frontend hecho a medida para que coincidan con tu marca, asegurando una presencia en línea única.",
  "Enhanced User Experience: Engage users with intuitive interfaces and seamless navigation for increased interaction and satisfaction.": "Experiencia de usuario mejorada: Atrae a los usuarios con interfaces intuitivas y navegación fluida para aumentar la interacción y la satisfacción.",
  "Effortless Product Management: Simplify and streamline product administration for increased efficiency.": "Gestión de productos sin esfuerzo: Simplifica y agiliza la administración de tus productos para aumentar la eficiencia y actualización de información.",
  "User Account Functionality: Provide secure and convenient user account functionalities.": "Funcionalidad de cuentas de usuario: Proporciona funcionalidades de cuenta de usuario seguras y convenientes, tale como clientes, empleados o gerentes.",
  "In-App Communication Features: Foster interaction and connectivity within your application for improved engagement.": "Funciones de comunicación en la aplicación: Fomenta la interacción y conectividad dentro de tu aplicación para mejorar el trabajo en equipo o interacción con clientes.",
  "Robust Backend Structure: Dependable backend infrastructure to support smooth operations and functionality.": "Estructura de backend sólida: Infraestructura de backend confiable para respaldar operaciones y funcionalidades fluidas.",

  "__TEXTS FROM CRM WEBAPP COMPONENT__": "Here texts from crm webapp Component",
  "Enhanced Customer Management: Streamline customer relationship management with a centralized system, organizing contacts, leads, and interactions, fostering stronger relationships and personalized service delivery.": "Gestión mejorada de clientes: Simplifica la gestión de relaciones con los clientes con un sistema centralizado, organizando contactos, clientes potenciales e interacciones, fomentando relaciones más sólidas y una entrega de servicios personalizada.",
  "Robust Solution: A powerful, sturdy framework designed to manage your business operations effectively.": "Solución robusta: Un marco sólido y potente diseñado para administrar eficazmente las operaciones de tu negocio.",
  "Customizable Features: Tailored functionalities to align with your specific business needs.": "Funciones personalizables: Funcionalidades adaptadas para satisfacer tus necesidades comerciales específicas.",
  "Scalable Solutions: Tailored to your business needs, our CRM web application offers scalable features, ensuring flexibility and adaptability as your business grows.": "Soluciones escalables: Adaptadas a las necesidades de tu negocio, la aplicación web CRM ofrece funciones escalables, garantizando flexibilidad y adaptabilidad a medida que tu negocio crece.",

  "__TEXTS FROM MAINTENANCE COMPONENT__": "Here texts from maintenance Component",
  "Regular Maintenance: Scheduled check-ups to keep systems and operations optimized.": "Mantenimiento regular: Revisiones programadas para mantener los sistemas y operaciones optimizados.",
  "Performance Enhancements: Constantly fine-tuning features for better performance.": "Mejoras de rendimiento: Ajuste constante de las características para un mejor rendimiento.",
  "Ongoing Feature Updates: Regular updates to ensure your technology stays current.": "Actualizaciones continuas de funciones: Actualizaciones periódicas para garantizar que tu tecnología esté actualizada.",
  "Rapid Issue Resolution: Swift resolution of any issues that arise.": "Resolución rápida de problemas: Resolución rápida de cualquier problema que surja.",

  "__TEXTS FROM GLOSSARY COMPONENT__": "Here texts from glossary Component",
  "Amazon Ads": "Anuncios en Amazon",
  "Banner": "Banner",
  "Brand identity": "Identidad de marca",
  "Brand persona": "Brand persona",
  "Brand Store from Amazon": "Brand store de Amazon",
  "Branding": "Branding",
  "Brochure": "Brochure o catálogo",
  "Color schemes": "Esquemas de color",
  "Corporate brand identity": "Identidad corporativa de la marca",
  "CRUD (Create, Read, Update, Delete)": "CRUD (Crear, Leer, Actualizar, Eliminar)",
  "Facebook Ads": "Facebook Ads",
  "Flyer": "Folletos o volantes",
  "Font": "Fuente",
  "Front end": "Front end",
  "Google Ads": "Google Ads",
  "Interface experience": "Experiencia de interfaz",
  "Lead": "Lead",
  "Logo": "Logo",
  "Magazine": "Revista",
  "Mock-up": "Mock-up o maqueta",
  "Online advertising": "Publicidad en línea",
  "PPC (Pay Per Click)": "PPC (Pago por Clic)",
  "Potential customer": "Cliente potencial",
  "Printed advertising": "Publicidad impresa",
  "Product gallery for Amazon": "Galería de productos para Amazon",
  "Responsive design": "Responsive design o diseño responsable",
  "SEO (Search Engine Optimization)": "SEO (Optimización para Motores de Búsqueda)",
  "SEM (Search Engine Marketing)": "SEM (Marketing en Motores de Búsqueda)",
  "Social media": "Redes sociales",
  "Stand": "Stand",
  "Stakeholders": "Partes interesadas",
  "Typography": "Tipografía",
  "User experience": "Experiencia del usuario",
  "Web-app": "Aplicación web",
  "Web-site": "Sitio web",
  "Materials used in advertising campaigns, such as posters, brochures, and digital ads.": "Materiales utilizados en campañas publicitarias, como carteles, folletos y anuncios digitales.",
  "Paid advertising on the e-commerce platform Amazon.": "Publicidad pagada en la plataforma de Amazon.",
  "Specific solutions designed to optimize the presence and sales of products on the Amazon platform.": "Soluciones específicas diseñadas para optimizar la presencia y ventas de productos en la plataforma de Amazon.",
  "A visual ad format, usually online, used for promotions and marketing.": "Un formato de anuncio visual, generalmente en línea, utilizado para promociones y marketing.",
  "The visual and conceptual representation of a brand, including elements like the logo, colors, and typography.": "La representación visual y conceptual de una marca, incluyendo elementos como el logotipo, colores y tipografía.",
  "The distinctive personality attributed to a brand.": "La personalidad distintiva atribuida a una marca.",
  "A dedicated store on the Amazon platform showcasing and selling products from a specific brand.": "Una tienda dedicada en la plataforma de Amazon que presenta y vende productos de una marca específica.",
  "The process of building and managing a brand to create a distinctive and lasting perception in consumers' minds.": "El proceso de construir y gestionar una marca para crear una percepción distintiva y duradera en la mente de los consumidores.",
  "An informative pamphlet presenting an organization, product, or service.": "Un folleto informativo que presenta una organización, producto o servicio.",
  "The choice and combination of colors used in design to convey a consistent visual identity.": "La elección y combinación de colores utilizados en el diseño para transmitir una identidad visual coherente.",
  "Planning and managing the creation and distribution of content to achieve specific goals.": "Planificación y gestión de la creación y distribución de contenido para alcanzar objetivos específicos.",
  "The visual and conceptual representation of a brand at a corporate level, covering broader aspects.": "La representación visual y conceptual de una marca a nivel corporativo, abarcando aspectos más amplios.",
  "Basic operations in computer systems to manage data.": "Operaciones básicas en sistemas informáticos para gestionar datos.",
  "Advertising on the social media platform Facebook.": "Publicidad en la plataforma de redes sociales Facebook.",
  "A printed sheet designed for distribution, usually for promotions or events.": "Una hoja impresa diseñada para la distribución, generalmente con fines de promociones o eventos.",
  "A graphic representation that identifies a company or brand.": "Una representación gráfica que identifica a una empresa o marca.",
  "The part of a computer system that interacts directly with users.": "La parte de un sistema informático que interactúa directamente con los usuarios.",
  "A sequence of steps to take a potential customer from brand awareness to making a purchase.": "Una secuencia de pasos para llevar a un cliente potencial desde el conocimiento de la marca hasta realizar una compra.",
  "Google's advertising platform that allows advertisers to display ads in Google search results.": "La plataforma publicitaria de Google que permite a los anunciantes mostrar anuncios en los resultados de búsqueda de Google.",
  "Graphic design refers to the visual creation of content to communicate messages.": "El diseño gráfico se refiere a la creación visual de contenido para comunicar mensajes.",
  "The user experience specifically related to the interface of a system or application.": "La experiencia del usuario específicamente relacionada con la interfaz de un sistema o aplicación.",
  "A potential customer who has shown interest in a company's products or services.": "Un cliente potencial que ha mostrado interés en los productos o servicios de una empresa.",
  "A printed or digital publication containing articles, photographs, and advertisements.": "Una publicación impresa o digital que contiene artículos, fotografías y anuncios.",
  "Planning and executing actions to promote and sell products or services.": "Planificación y ejecución de acciones para promover y vender productos o servicios.",
  "A visual representation of a design, often in the form of a model or prototype.": "Una representación visual de un diseño, a menudo en forma de modelo o prototipo.",
  "Advertising conducted through online channels, such as websites, social media, and search engines.": "Publicidad realizada a través de canales en línea, como sitios web, redes sociales y motores de búsqueda.",
  "An online advertising model where advertisers pay when someone clicks on their ad.": "Un modelo de publicidad en línea en el que los anunciantes pagan cuando alguien hace clic en su anuncio.",
  "A person who has the possibility of becoming a customer due to their interest in products or services.": "Una persona que tiene la posibilidad de convertirse en cliente debido a su interés en productos o servicios.",
  "Advertising in various printed formats, such as posters, brochures, or newspaper ads.": "Publicidad en diversos formatos impresos, como carteles, folletos o anuncios de periódicos.",
  "A visual collection of products designed for effective presentation on the Amazon platform.": "Una colección visual de productos diseñada para una presentación efectiva en la plataforma de Amazon.",
  "Design that adapts and responds to different screen sizes and devices.": "Diseño que se adapta y responde a diferentes tamaños de pantalla y dispositivos.",
  "Strategies to improve the visibility of a website in organic search engine results.": "Estrategias para mejorar la visibilidad de un sitio web en los resultados orgánicos de los motores de búsqueda.",
  "Strategies to promote a website by increasing its visibility in paid search engine results.": "Estrategias para promocionar un sitio web aumentando su visibilidad en los resultados pagados (espacios publicitarios) de los motores de búsqueda (como Google).",
  "Online platforms and websites that allow users to create and share content.": "Plataformas en línea y sitios web que permiten a los usuarios crear y compartir contenido.",
  "A structure for displaying promotional materials at events or fairs.": "Una estructura para mostrar materiales promocionales en eventos o ferias.",
  "Individuals or groups with an interest in or who can be affected by a company's activities and decisions.": "Individuos o grupos con interés o que pueden verse afectados por las actividades y decisiones de una empresa.",
  "The style and appearance of letters and characters used in design.": "El estilo y la apariencia de letras y caracteres utilizados en el diseño.",
  "The overall experience of a user when interacting with a product or service.": "La experiencia general de un usuario al interactuar con un producto o servicio.",
  "An application designed to be used through a web browser.": "Una aplicación diseñada para ser utilizada a través de un navegador web.",
  "An online location composed of web pages and related resources." : "Una ubicación en línea compuesta por páginas web y recursos relacionados.",

  "__TEXTS FROM ABOUT COMPONENT__": "Here texts from about Component",
  "I'm Diego, a versatile professional integrating marketing, graphic design, and web development skills. With a background in event management and diverse marketing roles, I bring a unique perspective from both agency and business points of view. Specialized as a senior graphic designer with a focus on sales impact. Originally from Spain, I'm now based in Cologne, Germany. I look forward to connecting with you — feel free to reach out anytime!": "Soy Diego, un profesional versátil que integra habilidades de marketing, diseño gráfico y desarrollo web. Con experiencia en gestión de eventos y diversos roles de marketing, aporto una perspectiva única adquirida tanto desde el punto de vista de la agencia como de la empresa. Diseñador gráfico senior con un enfoque en el impacto de ventas. Nacido en Tenerife (España), mi espíritu trotamundos me llevó a establecer mi base en Colonia (Alemania). Esta diversidad geográfica ha enriquecido mi enfoque creativo y mi capacidad para abordar proyectos desde una perspectiva global. No dudes en ponerte en contacto conmigo en cualquier momento para explorar cómo puedo aportar valor a tus proyectos. ¡Espero con interés conocer más sobre ti!"

}
